[{"ID":"1:2","Quotation Name":"Clearly, the e-health programs in Boston are highly concentrated on us…","Document":"Agbali et al_2017","Quotation Content":"Clearly, the e-health programs in Boston are highly concentrated on using technologies or ICTs for managing health information, telemedicine, telediagnosis, and so on, while the issues surrounding emergency management, air quality, and disease control are also crucial in healthcare delivery and can be addressed through the concept of Smart City or Smart Healthcare when carefully integrated.\n","Codes":"Health promotion\/QoL\nIDSS\nLoop","Antecedent":null,"Attribute":"IDSS","Consequence":"Health promotion\/QoL","Loop":1.0,"causation":"IDSS > Health promotion\/QoL","Reference":"11 - 11"},{"ID":"1:10","Quotation Name":"In all, depending on the challenges of the city and stakeholders’ prio…","Document":"Agbali et al_2017","Quotation Content":"In all, depending on the challenges of the city and stakeholders’ priorities, cities around the world have launched smart initiatives in critical sectors including education, transportation, health, tourism, public administration, and energy. As cities become more intelligent in providing smart services there is a tendency for urban spaces to become greener and liveable in a manner that tends to improve the quality of life for people. These developments need to be measured. This paper argues that the metric for measuring the development of the Smart City concept need to be based on the specific experience of cities.\nIII. CONCEPTUAL FRAMEWORK \nThe recent concerns about the need to identify metrics and Key Performance Indicators (KPIs) that can measure the impact of Smart City solutions and platforms in order to measure and potentially improve city smartness characteristics, through well-articulated performance indicators, is gaining stakeholders’ attention. This paper draws from the literature on Smart and Healthy Cities in order to lay the theoretical foundation for the study. In details, it identifies three (3) core conceptual components and a number of factors\/indicators as shown in Table 1. These core components form the main units of analysis to conceptualize the lessons learnt in literature and practice.\n","Codes":"Evaluation\nHealth promotion\/QoL\nLoop","Antecedent":null,"Attribute":"Evaulation","Consequence":"Health promotion\/QoL","Loop":1.0,"causation":"Health promotion\/QoL > Evaluation (need to be measured)","Reference":"4 - 4"},{"ID":"1:12","Quotation Name":"THE PROPOSED FRAMEWORK FOR MEASURING IMPACTS OF SMART CITY  Components…","Document":"Agbali et al_2017","Quotation Content":"THE PROPOSED FRAMEWORK FOR MEASURING IMPACTS OF SMART CITY \nComponents Factors Indicators \nSmart Infrastructure Availability of smart grid\/robust energy Number of green energy sources and megawatts generated per inhabitant Rate of uninterruptible power available per inhabitant Secured and innovative transport system Use of environmentally friendly vehicles Efficient transport network per inhabitant \nAvailability of sustainable healthcare facilities Increased life expectancy Number of hospital and hospital beds per inhabitant Number of qualified doctors, nurses, and health attendants per inhabitant \nSmart Institution Innovative and proactive security system % reduction in crime rate Number of crime profiled in realtime \nTourist potential Number of visitors to tourist centres Revenue generated in tourism as % of total revenue \nEntrepreneurship Increased number of new registered businesses Increased number of innovation hubs \nSma \nrt Peop \nle Social awareness Rate of participation in national debate and opinion poll Number of voters turnout as % of city population \nQuality education Number of educated citizens at different levels of education Number of skilled citizen as % of city population \nIncreased productivity GDP as % of employed citizen Ratio of employed to unemployed citizens \n","Codes":"Components\nEngagement strategies\nEvaluation\nPPPs\nTechnical","Antecedent":"Technical","Attribute":"Engagement strategies\nEvaluation\nPPPs","Consequence":null,"Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"1:13","Quotation Name":"Articulated policies (strategic plans) towards smartness Well organize…","Document":"Agbali et al_2017","Quotation Content":"Articulated policies (strategic plans) towards smartness Well organized policy documents on Smart City and e-Health deployment including legislative Bill sponsored to promote the initiatives.\n","Codes":"Loop\npromote the initiatives\nRegulational framework","Antecedent":"Regulational framework","Attribute":null,"Consequence":"Promote the initiative","Loop":1.0,"causation":"Regulational framework > Promote the initiative","Reference":"10 - 10"},{"ID":"1:14","Quotation Name":"Leveraging emerging technologies towards smart infrastructure for heal…","Document":"Agbali et al_2017","Quotation Content":"Leveraging emerging technologies towards smart infrastructure for healthy city -As part of the GoBoston 2030, the city of Boston is now test driving self-driving cars that will promote environmentally friendly transport-systems in the nearest future.\n-The will also promote PPP arrangement between the public and the private sectors.\n","Codes":"Eco-friendly\nLoop\nPPPs","Antecedent":"Technical","Attribute":"PPPs","Consequence":"Sustainability Environment","Loop":1.0,"causation":"Technical > PPPs > Sustainability Environment","Reference":"10 - 10"},{"ID":"1:15","Quotation Name":"Re-appropriating city infrastructure and open innovation as a move tow…","Document":"Agbali et al_2017","Quotation Content":"Re-appropriating city infrastructure and open innovation as a move towards smarter institutions and healthy city \n-City administration encourages a good number of participatory services on innovation platforms.\n-Boston having the best health institutions in the world (e.g. second opinion and telemedicine @children’s hospital).\n","Codes":"Engagement strategies\nLoop","Antecedent":"Technical","Attribute":"Engagement strategies","Consequence":null,"Loop":1.0,"causation":"Techinical > Engagement strategies","Reference":"10 - 10"},{"ID":"1:16","Quotation Name":"Aggressive Smart City adoption through social inclusion and robust soc…","Document":"Agbali et al_2017","Quotation Content":"Aggressive Smart City adoption through social inclusion and robust social innovation Boston Smart City innovation creating platforms for citizen’s engagement. However comprehensive smart services tend to explore the new Urban Mechanics platform as a test bed.\n","Codes":"Citizen Participation\nEngagement strategies\nLoop","Antecedent":null,"Attribute":"Engagement strategies","Consequence":"Citizen participation","Loop":1.0,"causation":"Engagement strategies > Citizen participation","Reference":"10 - 10"},{"ID":"1:17","Quotation Name":"Accelerating technology adoption for healthy city initiative with ince…","Document":"Agbali et al_2017","Quotation Content":"Accelerating technology adoption for healthy city initiative with incentives The healthy city initiative needs to create robust economic value. Government incentivises R&D results to help accelerate technology adoption in building equitable healthcare systems through PULSE\/MassChallenge innovation platforms.\n","Codes":"Antecedents_loop\nIDSS\nLoop","Antecedent":"Technical","Attribute":"IDSS","Consequence":null,"Loop":1.0,"causation":"IDSS > Technical","Reference":"10 - 10"},{"ID":"1:18","Quotation Name":"Open Data\/Big Data movement in achieving value addition for smart inno…","Document":"Agbali et al_2017","Quotation Content":"Open Data\/Big Data movement in achieving value addition for smart innovation Democratizing data through Big Data\/Open Data initiative. Boston is now creating economic values in real-time data collection\/analysis through the Local Sense Laboratory (hyperlocal data of how people live).\n","Codes":"Community co-creation\nEconomic sustainability\nLoop","Antecedent":"Technical","Attribute":null,"Consequence":"Economic sustainability\nData Democratizing","Loop":1.0,"causation":"Techincal > Economic sustainability & Data Democratizing","Reference":"10 - 10"},{"ID":"1:19","Quotation Name":"Improving quality of lives through healthy city solutions. Boston depl…","Document":"Agbali et al_2017","Quotation Content":"Improving quality of lives through healthy city solutions.\nBoston deploys new technologies developed on a broad range of mobile apps to facilitate communication and education of children with Autism.\n","Codes":"Health promotion\/QoL\nLoop\nVulnerable population","Antecedent":"Technical","Attribute":"Engagement Strategies","Consequence":"Health promotion\/QoL\nVulnerable population support","Loop":null,"causation":"Technical > Engagement Strategies > Health promotion\/QoL & Vulnerable population support","Reference":"10 - 10"},{"ID":"1:20","Quotation Name":"romoting hybrid KPI for Smart City applications. Impacts of Smart City…","Document":"Agbali et al_2017","Quotation Content":"romoting hybrid KPI for Smart City applications.\nImpacts of Smart City services need to be measured with respect to sensitivity of KPIs for a particular project or application.\n","Codes":"Evaluation\nLoop","Antecedent":null,"Attribute":"Evaulation","Consequence":null,"Loop":null,"causation":null,"Reference":"10 - 10"},{"ID":"1:22","Quotation Name":"Recent developments revealed that emerging technologies such as IoT ha…","Document":"Agbali et al_2017","Quotation Content":"Recent developments revealed that emerging technologies such as IoT have taken the center stage in Smart City innovation [17], [21]. Modern cities are therefore taking advantages of the emerging technologies to become healthier by harnessing the benefits of service delivery geared towards improving the quality of care and well-being for the citizen. In this regard, Boston, for instance, is improving an interactive voice response (IVR) system, web and mobile app on 311 technologies for a wide variety of government services [25]. The key ingredients of Smart Cities are the need for a healthier environment, the general well-being of the people, and most importantly, improved quality of life for the citizenry [15], [14]. With IoT, faster collection of voluminous health records of virtual patients is becoming possible with utmost speed and error free [20], [26]. Reference [20] proposed a sensor-based fuzzy rule with remote health monitoring that can monitor patients and alert doctors of any abnormal condition in real-time with innovative sustainability systems.","Codes":"Accessibility & Service\nHealth promotion\/QoL","Antecedent":"Technical","Attribute":"IDSS","Consequence":"Accessibility & Service\nHealth promotion\/QoL","Loop":1.0,"causation":"Technical > IDSS > Service Accessibility, Health promotion\/QoL","Reference":"4 - 4"},{"ID":"2:1","Quotation Name":"Finally, it is wise to adopt a smart healthy city strategy that engage…","Document":"Al Nuaimi et al_2022","Quotation Content":"Finally, it is wise to adopt a smart healthy city strategy that engages the technically advanced methods to help monitor and collect data on contagious deseasesa dntheor spread through a databank.\n","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"16 - 16"},{"ID":"2:2","Quotation Name":"Th efollowing conclusions have been arrived at. 1) The urban spaces ma…","Document":"Al Nuaimi et al_2022","Quotation Content":"Th efollowing conclusions have been arrived at.\n1) The urban spaces may be transformed after the covid-19 pandemic employing the concept of “preventive space”.\n2) The preventive spaces depend in their design on smart technologies and social isolation strategies based on artificial intelligence techniques.\n3) The concept of smart healthy cities must be adapted as the strategy to provide better urban spaces invested with the possibilities to engage in modern urban life even in the midst of a health crisis.\n4) It is recommended to use the concept of biophilic design method at the level of urban blocks to create healthy urban spaces.\n5) It is recommended to design environmental friendly transportation routes that connect high-density urban spaces to the green areas of the cities in the form of interconnecting networks so that people can access more parks and green areas in the urban spaces.\n\n","Codes":"Loop\nOpen space for pandemic\nPandemic response","Antecedent":null,"Attribute":"Open space","Consequence":"Pandemic response","Loop":1.0,"causation":"Open space > Pandemic response","Reference":"16 - 16"},{"ID":"2:4","Quotation Name":"Relying on digital data to confront epidemic crises.  Adopting artifi…","Document":"Al Nuaimi et al_2022","Quotation Content":"Relying on digital data to confront epidemic crises.\nAdopting artificial intelligence techniques\nAdopting mobile devices and remote sensors to diagnose infected people\nSmart quarantine by collecting patient movement information and anticipating the emergence of new foci of disease Using control and remote sensing techniques\nUsing smart transportation systems\nProviding digital culture for citizen services To reduce the effects of social isolation","Codes":"IDSS\nPandemic response","Antecedent":null,"Attribute":"IDSS","Consequence":"Pandemic response","Loop":null,"causation":null,"Reference":"11 - 11"},{"ID":"2:5","Quotation Name":null,"Document":null,"Quotation Content":null,"Codes":null,"Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"2:6","Quotation Name":"Creating Preventive Spaces: A strategy for designing environmental urb…","Document":"Al Nuaimi et al_2022","Quotation Content":"Creating Preventive Spaces: A strategy for designing environmental urban spaces to deter the pandemics\n","Codes":"Components\nOpen space for pandemic","Antecedent":null,"Attribute":"Open space","Consequence":"Pandemic response","Loop":1.0,"causation":"Open space > Pandemic response","Reference":"1 - 1"},{"ID":"3:1","Quotation Name":"Diabetes Monitoring System in Smart Health Cities Based on Big Data In…","Document":"AlZu'bi-2023-Diabetes Monitoring System in Sma","Quotation Content":"Diabetes Monitoring System in Smart Health Cities Based on Big Data Intelligence\n","Codes":"IDSS\nPersonalized healthcare","Antecedent":null,"Attribute":"IDSS","Consequence":"Personalized healthcare","Loop":1.0,"causation":"IDSS > Personalized healthcare","Reference":"1 - 1"},{"ID":"3:2","Quotation Name":"AI has changed the decision-making process for people in the medical f…","Document":"AlZu'bi-2023-Diabetes Monitoring System in Sma","Quotation Content":"AI has changed the decision-making process for people in the medical field, as they can diagnose patients early; AI plays a vital role in disease prevention. Electronic health records systems based on AI can be used to collect advanced data reporting about patients [19].\nMachine learning (ML) uses previously labeled data to predict the future intelligently, with no explicit programming [20]. It is a field that is comprehensively and inalienably specified with flag handling most notably through data-driven learning systems [21,22] and has rapidly obtained its application in several daily life applications, such as healthcare, business, and many more. ML algorithms are valuable for disease detection [23]. In this work, we present an intelligent system for diabetes prediction using the PIMA Indians Diabetes dataset, and ML algorithms, such as K-nearest neighbors, decision tree classifier, deep learning (multilayer perceptron (MLP)), support vector machine (SVM), random forest classifier, an AdaBoost classifier, and logistic regression.\n","Codes":"Components\nIDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"3:3","Quotation Name":"The motivation for automatic prediction of diabetes in healthcare syst…","Document":"AlZu'bi-2023-Diabetes Monitoring System in Sma","Quotation Content":"The motivation for automatic prediction of diabetes in healthcare systems is to improve early detection and intervention of the disease. By utilizing machine learning and other predictive methods, healthcare systems can identify individuals at risk for diabetes before symptoms appear, allowing for early intervention and prevention of serious complications.\nAdditionally, automatic prediction can help improve the efficiency and cost-effectiveness of diabetes management by reducing the need for manual screening and allowing healthcare providers to focus on those individuals most at risk. Furthermore, this approach can also help to reduce health disparities by identifying and targeting high-risk populations that may not have access to traditional screening methods. Overall, the goal is to improve the overall health outcomes for individuals with diabetes and reduce the burden of the disease on the healthcare system.\n","Codes":"IDSS\nLoop\nVulnerable population","Antecedent":null,"Attribute":"IDSS","Consequence":"Vulnerable population","Loop":1.0,"causation":"IDSS > Vulnerable population support","Reference":"3 - 3"},{"ID":"3:4","Quotation Name":"Healthcare systems for diabetes play a crucial role as a starting poin…","Document":"AlZu'bi-2023-Diabetes Monitoring System in Sma","Quotation Content":"Healthcare systems for diabetes play a crucial role as a starting point for other health monitoring. Diabetes is a chronic condition that often leads to other serious health complications such as heart disease, kidney failure and blindness. By implementing effective and efficient systems for the management of diabetes, healthcare providers can not only improve the health outcomes for individuals with diabetes, but also identify and intervene in the early stages of other chronic conditions. Additionally, by using diabetes as a starting point, healthcare systems can learn from the methods and strategies that have been successful in managing diabetes and apply them to other chronic conditions. This can help improve the overall health of the population and reduce the burden of chronic disease.\n","Codes":"IDSS\nLoop\nPersonalized healthcare","Antecedent":null,"Attribute":"IDSS","Consequence":"Personalized healthcare","Loop":1.0,"causation":"IDSS > Personalized healthcare","Reference":"3 - 3"},{"ID":"3:5","Quotation Name":"Healthcare systems for diabetes can be generalized to other types of h…","Document":"AlZu'bi-2023-Diabetes Monitoring System in Sma","Quotation Content":"Healthcare systems for diabetes can be generalized to other types of health monitoring by utilizing similar frameworks and methods for early detection and intervention. For example, implementing regular check-ups and screenings for other chronic conditions, such as heart disease or hypertension, can help identify and manage these conditions in their early stages. Additionally, utilizing the same data-collection and analysis techniques, such as machine learning and predictive modeling, can aid in identifying individuals at risk for these conditions. Furthermore, providing education and resources for individuals to manage their overall health can also help in preventing and managing other chronic conditions. By adopting a holistic approach to healthcare that focuses on early detection and intervention, healthcare systems can effectively manage and prevent a variety of chronic conditions.\n","Codes":"Health promotion\/QoL\nIDSS\nLoop","Antecedent":null,"Attribute":"IDSS","Consequence":"Health promotion\/QoL","Loop":1.0,"causation":"IDSS > Health promotion\/QoL","Reference":"4 - 4"},{"ID":"4:2","Quotation Name":"ABSTRACT This study is aimed at examining the factors influencing the…","Document":"Ruenpakpoj et al_2020","Quotation Content":"ABSTRACT This study is aimed at examining the factors influencing the development of Khon Kaen’s smart city. This study used a quantitative method by providing 400 questionnaires to members of the population, and the data were analyzed using factor analysis, which includes many related variables in one group or a single variable. The results indicate that because smart city development involves upgrading the city’s quality to enhance people’s quality of life and well-being, the city must be developed into a smart, healthy city with that addresses human health and the well-being of the physical environment. Therefore, the factors that influence Khon Kaen’s smart city development include smart mobility, smart living, smart citizens, smart economy, smart environment, smart governance, and the smart healthy city concept.\n","Codes":"Antecedents_loop\nEvaluation\nLoop","Antecedent":"Technical\/Regulatory framework","Attribute":"Evaulation","Consequence":null,"Loop":1.0,"causation":"Evaluation > Antecedents","Reference":"1 - 1"},{"ID":"4:3","Quotation Name":"The questionnaire used in this research was divided into three parts a…","Document":"Ruenpakpoj et al_2020","Quotation Content":"The questionnaire used in this research was divided into three parts as follows: The first part collected general information, including sex, age, and income. The second part assessed the management of Khon Kaen’s efforts to develop a smart healthy city through 27 questions on which respondents indicated their opinions using the following 5-level scale: strongly agree, agree, neutral, disagree, and strongly disagree. The third part, the open-ended questionnaire, collected other opinions. In addition, for reliability testing, the questionnaire was tested using 20 samples with similar qualifications of the population in Khon Kaen province. The reliability was analyzed using an alpha coefficient of 0.9140.\n","Codes":"Components\nEvaluation","Antecedent":null,"Attribute":"Evaluation","Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"4:4","Quotation Name":"influential factors for the management of Khon Kaen smart city for sma…","Document":"Ruenpakpoj et al_2020","Quotation Content":null,"Codes":null,"Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"4:8","Quotation Name":"Khon Kaen smart city concept originates from government’s support and…","Document":"Ruenpakpoj et al_2020","Quotation Content":"Khon Kaen smart city concept originates from government’s support and the prominent points of Khon Kaen are situating at the center of Isan region, having many universities, government agencies and government centers. Private sector organizations, civil society sector, chamber of commerce, council of industry, universities and local community sector had a meeting to consult and express opinions in creating the project to be continuously beneficial to the city. Thus Khon Kaen City Development (KKTT) Co., Ltd. was established by the combination of 20 companies of Khon Kaen businessmen, each contributing 10 million baht in registering the company.\n","Codes":"Components\nPPPs","Antecedent":null,"Attribute":"PPPs","Consequence":null,"Loop":null,"causation":null,"Reference":"1 - 1"},{"ID":"4:9","Quotation Name":"This depends on community participation very much, such as, participat…","Document":"Ruenpakpoj et al_2020","Quotation Content":"the development of smart city must be developed to be smart healthy city with the aims covering both human health, well-being of physical environment, economic and social environment, and covering the city area that providing happiness, good health and well-being for the people in the city. This depends on community participation very much, such as, participation in decision-making of the people in the community especially in the issue of health and quality of life of the people in the community.","Codes":"Components\nEngagement strategies\nHealth promotion\/QoL\nSustainable Environment","Antecedent":null,"Attribute":"Engagement strategies","Consequence":"Health promotion\/QoL\nSustainable Environment\nCommunity co-creation","Loop":1.0,"causation":"Engagement strategies > Community co-creation > Health promotion\/QoL & Sustainable Environment","Reference":"6 - 6"},{"ID":"4:10","Quotation Name":"The focus is on good design, and participation of business and civil s…","Document":"Ruenpakpoj et al_2020","Quotation Content":"The focus is on good design, and participation of business and civil sectors in city development, under the idea of the development of habitable city, modern city, for the people to have a good quality of life and be happy under the idea of sustainable development.\n","Codes":"Components\nEngagement strategies\nHealth promotion\/QoL\nPPPs\nspace design\nSustainable development","Antecedent":null,"Attribute":"PPPs\nEngagement strategies\nSpace design","Consequence":"Health promotion\/QoL\nSustainable Environment\nCommunity co-creation","Loop":1.0,"causation":"PPPs > Enagement strategies > Space design > Consequences","Reference":"6 - 6"},{"ID":"4:11","Quotation Name":"In developing to be smart healthy city, there must be the building of…","Document":"Ruenpakpoj et al_2020","Quotation Content":"In developing to be smart healthy city, there must be the building of consciousness and motivation in keeping good health and connecting knowledge, reinforcing the understanding of being healthy, and more accessible health service for the poor in the community, for example, having activity in keeping cleanliness in living area, and making understanding on good health for the people.\n","Codes":"Components\nEngagement strategies","Antecedent":null,"Attribute":"Engagement strategies","Consequence":null,"Loop":null,"causation":null,"Reference":"7 - 7"},{"ID":"4:12","Quotation Name":"The study of Han and Zhang (2020) explained that smart healthy city mu…","Document":"Ruenpakpoj et al_2020","Quotation Content":"The study of Han and Zhang (2020) explained that smart healthy city must have environmentally friendly building designing, for example, energy conservation, using renewable energy, also using building materials with least health effecting, for example using eyecaring bulb, and making green area in the office building.\n","Codes":"Components\nEco-friendly","Antecedent":null,"Attribute":"Eco-friendly","Consequence":null,"Loop":null,"causation":null,"Reference":"7 - 7"},{"ID":"4:13","Quotation Name":"Moreover, Bardley and Crum (2018) discussed that people in city area m…","Document":"Ruenpakpoj et al_2020","Quotation Content":"Moreover, Bardley and Crum (2018) discussed that people in city area must consume safe food (nontoxic food), by producing safe food in agricultural area outside the city zone.\n","Codes":"Components\nfood","Antecedent":null,"Attribute":"food","Consequence":null,"Loop":null,"causation":null,"Reference":"7 - 7"},{"ID":"4:14","Quotation Name":"Lastly, Angelidou (2014) discussed that smart city must have health ap…","Document":"Ruenpakpoj et al_2020","Quotation Content":"Lastly, Angelidou (2014) discussed that smart city must have health application designing and supporting people to use various health applications to have basic health caring, and be able to protect oneself from basic health problems.\n","Codes":"Components\nEngagement strategies","Antecedent":null,"Attribute":"Engagement strategies","Consequence":null,"Loop":null,"causation":null,"Reference":"7 - 7"},{"ID":"4:15","Quotation Name":"1. City management using technology connecting the communication and m…","Document":"Ruenpakpoj et al_2020","Quotation Content":"1. City management using technology connecting the communication and management both inside and outside the city to upgrade the people’s quality of living.\n2. Providing one-stop public service on the network of internet of thing, and application on smartphone to upgrade the quality of public service.\n3. Open data system to collect various working data on the network of internet of thing (IoT) for data mining, to support the decision-making of the executives, the people, or stake-holder who is able to make use of it.\n4. Khon Kaen City Development Co., Ltd., is the central organization in managing the smart city for the flexibility in operation.\n","Codes":"Health promotion\/QoL\nIDSS\nLoop\nTechnical","Antecedent":"Technical","Attribute":"IDSS","Consequence":"Health promotion\/QoL","Loop":1.0,"causation":"Technical > IDSS > Health promotion\/QoL","Reference":"4 - 4"},{"ID":"4:16","Quotation Name":"so it has promoted the smart city development. Khon Kaen city is on th…","Document":"Ruenpakpoj et al_2020","Quotation Content":"so it has promoted the smart city development. Khon Kaen city is on the way to develop the smart city according to the government policy. However, the smart city development of Khon Kaen has some issues to be studied for the approach to develop Khon Kaen city to be the most effective smart city.\nHence, this study is aimed at examining the factors influencing the development of Khon Kaen’s smart city.\n","Codes":"Antecedents_loop\nEvaluation\nLoop","Antecedent":null,"Attribute":"Evaluation","Consequence":null,"Loop":1.0,"causation":"Evaluation > Antecedents","Reference":"2 - 2"},{"ID":"4:17","Quotation Name":"1. Enhance strength and participation of people in the community avail…","Document":"Ruenpakpoj et al_2020","Quotation Content":"1. Enhance strength and participation of people in the community available on the network of internet of thing (IoT).\n2. Making the city as learning center, having learner-centered curriculum created by the cooperation of family and community.\n3. Developing online learning system to provide classroom learning and live-long learning of the people.\n4. Developing electronic library collecting academic knowledge, local wisdom, and as center for collecting and providing accurate and fast local information, accessible easily all the time.\n5. Creating city-level creative space as the design and creative learning source for youth and creative economic entrepreneur, and making economic activities at neighborhood-level of the community.\n","Codes":"Citizen Participation\nEngagement strategies\nLoop","Antecedent":null,"Attribute":"Engagement strategies","Consequence":"Citizen participation","Loop":1.0,"causation":"Engagement strategies > Citizen participation","Reference":"4 - 4"},{"ID":"4:18","Quotation Name":"Smart Mobilit","Document":"Ruenpakpoj et al_2020","Quotation Content":"Smart Mobility\n1. Linkage of public bus, airport, rail station, bus terminal and light electric rail with the coverage that facilitates mobility.\n2. New smart traffic light control system which processing long-distant data from closed-circuit televisions and drones to enable better public transport.\n3. The use of computer, internet, and smartphone application to enable easier data communication and transportation.\n4. Revolving electric car and bike used to help easier move in transportation, reduce traffic congestion, environmental friendly and making people to have more physical exercise.","Codes":"IDSS\nLoop\nTechnical","Antecedent":"Technical","Attribute":"IDSS","Consequence":null,"Loop":1.0,"causation":"Technical > IDSS","Reference":"3 - 3"},{"ID":"4:19","Quotation Name":"Using smart growth criteria to develop city, such as, building garden…","Document":"Ruenpakpoj et al_2020","Quotation Content":"Using smart growth criteria to develop city, such as, building garden in the city, public park, small park and green terrace, and green building standard or environmentally friendly building.\n","Codes":"Regulational framework","Antecedent":"Regulational framework","Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"4:20","Quotation Name":"2. Utilizing the network of internet of thing (IoT) to manage environm…","Document":"Ruenpakpoj et al_2020","Quotation Content":"2. Utilizing the network of internet of thing (IoT) to manage environment and pollution, from household to city level to achieve the standard of smart environment city.\n3. Promoting every household to sort garbage from the source by using the network of internet of thing (IoT), including sorting of wet or dry garbage in the household.\n4. Applying of renewable energy from every source, especially solar energy of the household to control energy expenditure of every province at the stable level at least 25 year.\n","Codes":"IDSS\nLoop\nSustainable Environment","Antecedent":null,"Attribute":"IDSS","Consequence":"Sustainability Environment","Loop":1.0,"causation":"IDSS > Sustainability Environment","Reference":"4 - 4"},{"ID":"4:21","Quotation Name":"1. Creating new business from innovation of educational institution’s…","Document":"Ruenpakpoj et al_2020","Quotation Content":"1. Creating new business from innovation of educational institution’s knowledge or city-level creative space.\n2. Platform to support various start-ups, to initiate new business in Khon Kaen smart city.\n3. Convention and exhibition center (MICE City) of the region with Isan identity, by utilizing the network of internet of thing (IoT).\n4. Smart agricultural system using the network of the internet of thing; drone, blockchain, and electronic commerce.\n5. Green smart industrial zone which is not toxic to environment, with industry that promotes business transaction connecting to Khon Kaen smart city, including quality labor force into the province.\n","Codes":"Economic sustainability\nLoop\nTechnical","Antecedent":"Technical","Attribute":null,"Consequence":"Economic sustainability","Loop":1.0,"causation":"Technical > Economic opportunities > Economic sustainability","Reference":"4 - 4"},{"ID":"4:22","Quotation Name":"ctor’s diagnosis to be more accurate, convenient, and faster. 2. City…","Document":"Ruenpakpoj et al_2020","Quotation Content":"ctor’s diagnosis to be more accurate, convenient, and faster.\n2. City security system using close-circuit television and drone to observe, search, track, and giving instant help to the people, which working with application on smartphone through the network of internet of thing (IoT), ensuring the safety on life and property of the people.\n3. Light controlling in the city by automatic light censor and other automatic public security system working with the network of internet of thing (IoT), ensuring the safety on life and property of the people.\n4. Smart house which control the working of the system by the network of internet of thing (IoT), upgrading the safety in living, using renewable energy, and managing resource by information exchange in the community level.\n5. Having connecting system of information technology and health system for the people to be aware of and able to access and l\n","Codes":"IDSS\nLoop\nPersonalized healthcare\nSustainable Environment\nTechnical","Antecedent":"Technical","Attribute":"IDSS","Consequence":"Personalized healthcare\nSustainable Environment","Loop":1.0,"causation":"Technical > IDSS > Consequences","Reference":"5 - 5"},{"ID":"4:23","Quotation Name":"he development of smart city must be developed to be smart healthy cit…","Document":"Ruenpakpoj et al_2020","Quotation Content":"he development of smart city must be developed to be smart healthy city with the aims covering both human health, well-being of physical environment, economic and social environment, and covering the city area that providing happiness, good health and well-being for the people in the city.\n","Codes":"Components\nHealth promotion\/QoL\nSustainable Environment","Antecedent":null,"Attribute":null,"Consequence":"Health promotion\/QoL\nSustainable Environment","Loop":null,"causation":null,"Reference":"6 - 6"},{"ID":"5:1","Quotation Name":"The paper is structured as follows. After the introduction, we present…","Document":null,"Quotation Content":null,"Codes":null,"Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"5:2","Quotation Name":"Use Case (Updated): A Day in Tracy’s Life in a Smart Healthy City To p…","Document":"Benis et al_2023","Quotation Content":"Use Case (Updated): A Day in Tracy’s Life in a Smart Healthy City To picture this vision, we flashback to our use case with Tracy and Mego. This time, we tell the same story but set in a smart city using smart devices.\nTracy wakes up while her smart home processes the physiological measurements acquired overnight with IoT devices: a radar sensor on top of the bed monitors the respiratory rate, and the bed is equipped with a capacitive electrocardiograph in the mattress. Tracy also uses ballistocardiography and seismocardiography mounted on the bed frame for cardiorespiratory measurements and sleep assessment. When Tracy opens a door or presses a switch, her body temperature, electrodermal activity (EDA), and photoplethysmography (PPG) are taken, which deliver heart and respiratory rates upon touching the smart door handle or smart switch, respectively. In addition, passive infrared sensors gather activity data for both Tracy and Mego. In the bathroom, the smart toilet analyzes her urine and measures the pH value and density of excrements. In front of the mirror, Tracy’s body temperature is measured by an infrared thermal sensor, whereas the weight scale integrated into records PPG and EDA. When watching television, Tracy’s electrocardiogram (ECG) chair records her heart and respiratory rates.\nBefore Tracy leaves her apartment, she checks for Mego’s general health status, provided by his smart dog collar, on her app. Upon Tracy’s exit, her smart home transfers the health monitoring to her wearable sensors: Tracy’s smart clothes are equipped with an embedded ECG. During all her outdoor activities, Tracy’s wearable device performs the measurement, and data on the air quality are recorded [17,45].\nToday, Tracy uses her car to drive to work. Opening the smart car door activates the measuring system, including body temperature, EDA, and ECG from the steering wheel as well as heart and respiratory rates from image-based PPG computed from the smart car’s indoor camera. It is worth mentioning as well that Tracy’s bicycle is equipped with a smart handlebar that also delivers health data.","Codes":"IDSS\nPersonalized healthcare","Antecedent":"Technical","Attribute":"IDSS","Consequence":"Personalized healthcare","Loop":1.0,"causation":"Technical > IDSS > Personalized healthcare","Reference":"8 - 8"},{"ID":"5:3","Quotation Name":"The ODH Framework to Set Up an ODH Intervention The ODH framework deve…","Document":"Benis et al_2023","Quotation Content":"The ODH Framework to Set Up an ODH Intervention The ODH framework develops around 2 so-called keys [24].\nOn the one hand, One Health looks at monitoring and assessing environmental hazard interactions and their impacts on health and biodiversity [25]. In contrast, Digital Health stands as the mature deployment of currently available technology to improve individuals’ health and care [26].\n","Codes":"Components\nHealth promotion\/QoL\nIDSS\nLoop\nPersonalized healthcare\nSustainable Environment","Antecedent":"Technical","Attribute":"IDSS","Consequence":"Health promotion\/QoL\nPersonalized healthcare\nSustainable environment","Loop":1.0,"causation":"Technical > IDSS > Consequences","Reference":"2 - 2"},{"ID":"5:4","Quotation Name":"The current data-driven society pushes people to seek and ask for an a…","Document":"Benis et al_2023","Quotation Content":"The current data-driven society pushes people to seek and ask for an always-increasing number of highly personalized services [1]. Citizens of smart cities use ubiquitous and mobile technologies and expect to obtain what they need before asking for it. Thus, smart cities are models of urbanization development wherein technologies are actively deployed to enhance the quality of life (QoL) of both humans and animals [2].\nAccordingly, personal data such as location, interests (eg, queries on search engines, reads on social media, answers to surveys, and purchases), contacts (eg, calls and social media connections), and activities (eg, neighborhood meetings and personal announcements) are shared continuously [3].\nConcerning health-related issues, citizens, as patients, demand proactive suggestions from a modern and evolving public health sector to improve self-care and lower the number of critical events. To this end, their digitized health records encompass the entire process, from the physician’s consultation (in person or remote) to purchasing prescribed drugs (in person or on the web). People use web-based services to check their laboratory tests or reports of certified physical training. Furthermore, they may use applications for sleep monitoring that are provided by a health care management organization [4-8].","Codes":"IDSS\nLoop\nPersonalized healthcare","Antecedent":"Technical","Attribute":"IDSS","Consequence":"Personalized","Loop":1.0,"causation":"Technical > IDSS > Personalized healthcare","Reference":"2 - 2"},{"ID":"5:5","Quotation Name":"A practical setup for the entire data management process comprises asp…","Document":"Benis et al_2023","Quotation Content":"A practical setup for the entire data management process comprises aspects of generation, collection, transmission, storage, extraction, analysis, reporting, and decision-making as codified according to the principles of accident and emergency informatics (A&EI), with the dual purpose of preventing harm and supporting decisions [23]. Furthermore, aspects such as education, citizen engagement, and the large vision of human nature are notable elements of the One Digital Health (ODH) framework.\n\n","Codes":"Components\nEngagement strategies\nIDSS","Antecedent":null,"Attribute":"IDSS\nEngagement strategies","Consequence":null,"Loop":null,"causation":null,"Reference":"2 - 2"},{"ID":"6:1","Quotation Name":"Finally, we discuss several challenges and issues related to deep lear…","Document":"Bhattacharya et al_2021","Quotation Content":"Finally, we discuss several challenges and issues related to deep learning implementations for COVID-19 medical image processing, which are expected to drive further studies in controlling the outbreak and controlling the crisis, which results in smart healthy cities.\n","Codes":"IDSS\nLoop\nPandemic response","Antecedent":null,"Attribute":"IDSS","Consequence":"Pandemic response","Loop":1.0,"causation":"IDSS > Pandemic response","Reference":"1 - 1"},{"ID":"6:2","Quotation Name":"Thus, creation of a centralized data repository for collecting COVID-1…","Document":"Bhattacharya et al_2021","Quotation Content":"Thus, creation of a centralized data repository for collecting COVID-19 patient data is an enormously important necessity to develop predictive, diagnostic and therapeutic strategies to combat the COVID-19 crises and similar pandemics of the future in smart healthy cities.\n","Codes":"IDSS\nLoop\nPandemic response","Antecedent":null,"Attribute":"IDSS","Consequence":"Pandemic response","Loop":1.0,"causation":"IDSS > Pandemic response","Reference":"15 - 15"},{"ID":"6:3","Quotation Name":"Among solutions to combat the COVID-19 pandemic, DL has been considere…","Document":"Bhattacharya et al_2021","Quotation Content":"Among solutions to combat the COVID-19 pandemic, DL has been considered a great technique to provide intelligent solutions. Motivated by many applications of DL for medical image processing in the last decade, we have provided summarized recent efforts about the COVID19 outbreak for smart, healthy cities. DL has been employed to achieve various solutions for COVID-19 disruption, including outbreak prediction, a virus spread tracking, diagnosis and treatment, vaccine discovery and drug research.\n","Codes":"IDSS\nLoop\nPandemic response","Antecedent":null,"Attribute":"IDSS","Consequence":"Pandemic response","Loop":1.0,"causation":"IDSS > Pandemic response","Reference":"15 - 15"},{"ID":"6:4","Quotation Name":"Fig. 3. Applications of DL in medical image processing.","Document":"Bhattacharya et al_2021","Quotation Content":"Fig. 3. Applications of DL in medical image processing.\n","Codes":"Components\nIDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"6 - 6"},{"ID":"6:5","Quotation Name":". Deep learning in medical image processing to fight COVID-19 pandemic…","Document":"Bhattacharya et al_2021","Quotation Content":". Deep learning in medical image processing to fight COVID-19 pandemic.\n","Codes":"Components\nIDSS\nTechnical","Antecedent":"Technical","Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"9 - 9"},{"ID":"6:6","Quotation Name":"Privacy – Availability of COVID-19 high-quality images and larger data…","Document":"Bhattacharya et al_2021","Quotation Content":"Privacy – Availability of COVID-19 high-quality images and larger datasets is a major challenge considering the privacy of patient data.\n","Codes":"Components\nRegulational framework","Antecedent":"Regulational framework","Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"14 - 14"},{"ID":"6:7","Quotation Name":"Variability in Outbreak Pattern – The outbreak of the data has followe…","Document":"Bhattacharya et al_2021","Quotation Content":"Variability in Outbreak Pattern – The outbreak of the data has followed complex pattern and extreme variation in behavior across various countries and hence reliability of the prediction diseases get added as an additional challenge.\n• Regulation and Transparency – Countries across the globe have adopted strict protocols in regulations to be complied pertinent to sharing of COVID-19 data, one of the major protocols clearly states that minimum data and specimens to be collected from patients in the minimum amount of time. Thus this makes it more difficult to analyze.\n• Variability in the testing process across various hospitals is also an important concern leading to non-uniformity in data labels.\n• The symptoms of Pneumonia and COVID-19 Pneumonia are very similar. Identification of an appropriate DL technique to exclusively and specifically detect COVID-19 with optimum accuracy still remains as a visible challenge.","Codes":"IDSS\nRegulational framework","Antecedent":"Regulational framework","Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"15 - 15"},{"ID":"6:11","Quotation Name":"Despite promising results, the successful use of DL to process COVID-1…","Document":"Bhattacharya et al_2021","Quotation Content":"Despite promising results, the successful use of DL to process COVID-19 medical images still requires considerable time and effort as well as close operation between different parties from government, industry, and academia.\n","Codes":"Components\nPPPs","Antecedent":null,"Attribute":"PPPs","Consequence":null,"Loop":null,"causation":null,"Reference":"15 - 15"},{"ID":"7:2","Quotation Name":"Smart Healthy Cities  “Healthy cities” refers to the use of innovation…","Document":"Chaiyapong et al_2023","Quotation Content":"Smart Healthy Cities \n“Healthy cities” refers to the use of innovations and technological resources in urban infrastructure and local services to solve urban health problems based on the principles of primary health care, health promotion, and health for all (Alves 2019). Electronic health (ehealth) is the contribution of ICT implementation in the healthcare industry, and the e-health concept helps increase efficiency and reduce medical costs (Mamra et al. 2017). In addition, the convergence of technology creates a vast range of opportunities in the healthcare sector, particularly for those affected by chronic conditions who could access medical information, be constantly connected with a network of formal and informal caregivers, and benefit from clinical monitoring tools (Nollo et al. 2015). With emerging technologies such as artificial intelligence, Generation 5 data networks (5G), and smart cameras, innovative strategies and designs can address healthcare problems. The data also allows city services to respond promptly to urgent health needs and to make decisions to avoid situations of poor health.","Codes":"Health promotion\/QoL\nIDSS\nLoop\nNetwork\nTechnical","Antecedent":"Technical","Attribute":"IDSS\nNetwork","Consequence":"Health promotion\/QoL\nService Accessibility","Loop":1.0,"causation":"Technical > IDSS > Consequences","Reference":"3 - 3"},{"ID":"7:3","Quotation Name":"combination of intelligent solutions and real-time data access is prov…","Document":"Chaiyapong et al_2023","Quotation Content":"combination of intelligent solutions and real-time data access is proving to be a significant force for healthcare professionals. Patient care will improve, and residents will stay out of hospitals, living healthier lives. In addition, virtual health enables easy access to a doctor for diagnosis, remote monitoring, care coordination, and occupational health (Burton 2020).\n","Codes":"Health promotion\/QoL\nIDSS\nLoop","Antecedent":"Technical","Attribute":"IDSS","Consequence":null,"Loop":1.0,"causation":"IDSS > Antecedents (inclduing quality of services\/infrastructure)","Reference":"4 - 4"},{"ID":"7:4","Quotation Name":"The key role for smart technology in smart healthy cities is to provid…","Document":"Chaiyapong et al_2023","Quotation Content":"The key role for smart technology in smart healthy cities is to provide support and incentives for various stakeholders to collaborate in the provision of integrated care. There are many factors or parts to this role, including the following: data protection and regulatory compliance guidelines in line with technological innovation; leveraging of existing information technology (IT) capabilities and good practices in the IT ecosystem; collaboration in the IT ecosystem to improve usability, data interoperability, standardization of information, and IT competency in the new technologies; involvement of health- and social care professionals and informed citizens in the organizational change and service design; planned interventions and production of services based on health, environmental, and social data; and a multidisciplinary system, involving a wide range of social sectors and actors that have in common the aim of preventing disease and frailty (Nollo et al. 2015).\n","Codes":"Components\nPPPs","Antecedent":null,"Attribute":"PPPs","Consequence":null,"Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"7:5","Quotation Name":"To create a healthy city, the five most important steps in the impleme…","Document":"Chaiyapong et al_2023","Quotation Content":"To create a healthy city, the five most important steps in the implementation process are as follows: (1) Make a city greener, more eco-friendly, and sustainable by using clean energy and\/or renewable energy such as solar, wind, and electric transportation. (2) Improve mass transit with energy-efficient public transit, and upgrade mass transit and infrastructure, as well as public transportation, thereby reducing traffic on the roads and the pollution that transportation creates. (3) Invest in digital health to provide people with the opportunity to take active roles in their health care through digital applications by having the option to monitor their health at home with digital monitoring devices, thereby reducing the time spent at the hospital. (4) Implement the Internet of Things (IoT) to encompass the many elements that comprise a smart city; IoT can link all the necessary elements of a smart city through technology into a unique platform, thereby improving efficiency and breaking silo behavior. (5) Monitor air pollution by analyzing it and distributing and sharing that data; this will be a large part of the challenge, but we emphasize that accurate monitoring of air pollution is another key element for a healthy, smart city, and we encourage at the community level the formulation of a plan to implement and manage hundreds of air-quality sensors (Korber 2016).\n","Codes":"Eco-friendly\nEngagement strategies\nEvaluation\nHealth promotion\/QoL\nLoop\nPersonalized healthcare\nSustainable Environment\nTechnical","Antecedent":"Technical","Attribute":"IDSS\nEvaluation\nEngagement strategies\nEco-friendly","Consequence":"Health promotion\/QoL\nPersonalized healthcare\nSustainable environment\nCitizen participation","Loop":1.0,"causation":"Eco-friendly > Sustainable environment\nTechnical > IDSS > Sustainable environment\nTechnical > Engagement strategies > Citizen participation > Evaluation > IDSS > Health promotion\/QoL","Reference":"4 - 4"},{"ID":"7:6","Quotation Name":"In addition, a smart healthy city must use IoT as a tool for urban dev…","Document":"Chaiyapong et al_2023","Quotation Content":"In addition, a smart healthy city must use IoT as a tool for urban development.\nFurthermore, to develop a clean and green city concept, we must implement an efficient waste management system, using a circular economy to help with solid waste management.\nWe must develop more green spaces such as public parks, including the development of more areas for exercise in the city. The city must be developed following a friendly design concept, including the development of bike lanes for people to use bikes as their mode of transport in their everyday lives. We must ensure food quality and the safety of agricultural products to supply the city. ","Codes":"Eco-friendly\nLoop\nSustainable Environment","Antecedent":null,"Attribute":"Eco-friendly","Consequence":"Sustainability Environment","Loop":1.0,"causation":"Eco-friendly > Sustainable environment","Reference":"4 - 4"},{"ID":"7:7","Quotation Name":"The city must have medical applications on smartphones for health chec…","Document":"Chaiyapong et al_2023","Quotation Content":"The city must have medical applications on smartphones for health checks, connected to hospitals to book medical service, and we must develop an online tool\n","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"7:8","Quotation Name":"In addition, the use of ICT is a key concept for improving today’s hea…","Document":"Chaiyapong et al_2023","Quotation Content":"In addition, the use of ICT is a key concept for improving today’s health care as it will improve access to quality care and will make the health sector more efficient. This efficiency will include data sharing between patients and health service providers, hospitals, health professionals, and health information networks through the use of electronic health records, telemedicine services, portable patient monitoring devices, operating room scheduling software, robotized surgery, and blue-sky research on the virtual physiological human (ActiveAdvice 2017).\n","Codes":"Accessibility & Service\nIDSS\nLoop","Antecedent":null,"Attribute":"IDSS","Consequence":"Service Accessibility","Loop":1.0,"causation":"IDSS > Service Accessibility","Reference":"5 - 5"},{"ID":"7:9","Quotation Name":"One of the challenges of smart health care is telecommunication becaus…","Document":"Chaiyapong et al_2023","Quotation Content":"One of the challenges of smart health care is telecommunication because wireless and internet networking technologies are used to provide connectivity in various types of medical devices and sensors (Zeadally and Bello 2021). In addition, healthcare providers with limited finances and resources face challenges in providing ICT systems for potential smart health care, and lack of finances hampers the quality of security system services (Sligo et al. 2017).\nNumerous studies have shown that the challenges in IT are maintaining people’s privacy and security and protecting the database from unauthorized access (Tissaoui and Saidi 2020; Jitsupa, Nilsook, and Piriyasurawong 2012; Atiyah and Al-Mejibli 2022). In addition, people cannot access technology due to economic problems, such as the lack of money to buy a smartphone for billions of people around the world. Smartphones remain too expensive for many people in low- and middle-income countries (Woodhouse 2020). With the gap between the people who can benefit from the digital world and people without the internet or modern ICT, people without internet access or smartphones cannot access news, buy products, use online services, or access smart healthcare services.","Codes":"Digital Inclusion\nEconomic sustainability\nLoop\nTechnical","Antecedent":"Technical","Attribute":null,"Consequence":"Digital Inclusion\nEconomic sustainability","Loop":null,"causation":"경제적 이유로 스마트기술에 대한 접근성 격차 문제","Reference":"5 - 5"},{"ID":"7:10","Quotation Name":"Management of Smart Healthy Cities to Improve the Quality of Life for…","Document":"Chaiyapong et al_2023","Quotation Content":"Management of Smart Healthy Cities to Improve the Quality of Life for Citizens\n","Codes":"Health promotion\/QoL","Antecedent":null,"Attribute":null,"Consequence":"Health promotion\/QoL","Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"7:11","Quotation Name":"Smart healthy cities can improve the health and wellness of citizens b…","Document":"Chaiyapong et al_2023","Quotation Content":"Smart healthy cities can improve the health and wellness of citizens by increasing the adoption of telemedicine, which allows on-demand specialist resources to expand the scope of their care to underserved populations and communities (Satyam 2019). An integrated healthcare solution can be of great benefit when implemented on a large scale in smart cities.\nThe increase in technology and data will provide more opportunities for governments to manage citizens’ health proactively and to change the way health care is delivered. It will integrate stakeholders through a robust, technology-based smart healthcare structure. This technology will enable the provision of affordable, accessible, efficient, quality care to all when they need it, and where they need it. Moreover, a holistic view of a city’s health data including disease profiles, disease patterns and trends, or seasonal disease cycles will be available to the government, through which the authorities can plan their healthcare initiatives and programs and allocate funding (Jagota 2018). Thus, in Table 1, we summarize the environmental and development issues for the management of smart healthy technology in cities.","Codes":"Antecedents_loop\nIDSS\nLoop\nVulnerable population","Antecedent":"Technical\/Regulatory framework","Attribute":"IDSS","Consequence":"Vulnerable population","Loop":1.0,"causation":"IDSS > Antecedents","Reference":"5 - 5"},{"ID":"7:12","Quotation Name":"Smart health means putting the patient at the heart of the health serv…","Document":"Chaiyapong et al_2023","Quotation Content":"Smart health means putting the patient at the heart of the health services design and reimagining models of care to realize personalized health at scale by interconnecting people, the environment, and infrastructure as a unified, intelligent, data-optimized system of care.\nThat is the point at which health becomes smart (Mcbride, n.d.). In addition, during the coronavirus outbreak of 2019 (COVID-19), technology has become a tool for COVID-19 management as it assists in the sharing of knowledge and the use of technology for the control of the virus. For example, developers have created more efficient mobile health applications for COVID-19 such as information about the nearest health centers and essential services.\nThese applications allow for self-symptom checks, the tracking of infected individuals, and government announcements (Davalbhakta et al. 2020). For example, technology can be implemented to support COVID-19 management, such as pulse oximetry sensors, which serve as an indicator of respiratory malfunction and can help in COVID-19 diagnostics and monitoring for a person’s oxygen saturation, as well as indirectly monitoring the oxygen saturation of a patient’s blood. In addition, body temperature sensors can be used to measure temperature, including skin probes and rectal thermometers (Ennafiri and Mazri 2020).","Codes":"Loop\nPandemic response\nPersonalized healthcare\nTechnical","Antecedent":"Technical","Attribute":"IDSS","Consequence":"Pandemic response\nPersonalized healthcare","Loop":1.0,"causation":"Technical > IDSS > Health","Reference":"7 - 7"},{"ID":"7:13","Quotation Name":"COVID-19 pandemic, for their doctor’s assisted diagnosis, especially w…","Document":"Chaiyapong et al_2023","Quotation Content":"COVID-19 pandemic, for their doctor’s assisted diagnosis, especially when patients are observing self-isolation at home or government obligatory quarantine. In addition, the smart healthcare support system measures and records specific health parameters such as weight, pulse, blood pressure, glucose level, and body temperature; this system is also designed to send a reminder to patients on the use of certain medications, with input supplied by the user (Taiwo and Ezugwu 2020).\n","Codes":"Pandemic response","Antecedent":null,"Attribute":null,"Consequence":"Pandemic response","Loop":null,"causation":null,"Reference":"8 - 8"},{"ID":"7:14","Quotation Name":"Smart Infrastructure ▪ Free Wi-Fi internet access in public places ▪ 5…","Document":"Chaiyapong et al_2023","Quotation Content":"Smart Infrastructure ▪ Free Wi-Fi internet access in public places ▪ 5G systems enabled ▪ Low cost of internet ▪ High-speed internet and 5G coverage of both urban and rural areas ▪ Transformative power of the Internet of Things (IoT) and its core and complementary technologies for ICT management ▪ Municipal management with smart healthy city innovations to create platforms for citizen engagement ▪ City to promote environmentally friendly transport systems in the near future\n","Codes":"Technical","Antecedent":"Technical","Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"6 - 6"},{"ID":"7:15","Quotation Name":"Smart Institution ▪ Building a smart nation and digital government ▪ R…","Document":"Chaiyapong et al_2023","Quotation Content":"Smart Institution ▪ Building a smart nation and digital government ▪ R&D investment (research and development) ▪ Local government collaboration with universities ▪ Proximity to universities \n","Codes":"PPPs\nRegulational framework","Antecedent":"Regulational framework","Attribute":"PPPs","Consequence":null,"Loop":null,"causation":null,"Reference":"6 - 6"},{"ID":"7:17","Quotation Name":"Smart Healthy Cities ▪ Use of ICT as the key concept for improving a c…","Document":"Chaiyapong et al_2023","Quotation Content":"Smart Healthy Cities ▪ Use of ICT as the key concept for improving a city’s \nhealthcare systems ▪ Telehealth innovations in remote healthcare services delivery ▪ Health intelligence can be characterized as applications of artificial intelligence (AI) to improve health at the population level and at the individual level, using IoT in several disciplines within public health and precision medicine and generating and consuming large amounts of big data on health and the environment (Kamel Boulos, Peng, and VoPham 2019) ▪ To create mobile applications for promoting public health such as through the disciplines of environmental health, epidemiology, genetics, social and behavioral sciences, and infectious diseases (Kamel Boulos, Peng, and VoPham 2019) ▪ Adopt applications of the Virtual Reality Geographic Information System (VRGIS) for healthcare systems. In addition, VRGIS technology is a combination of virtual reality (VR) and GIS technologies, integrating threedimensional GIS (3D GIS) and internet-oriented GIS (Web GIS) (Kamel Boulos et al. 2017) \n","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"7 - 7"},{"ID":"7:18","Quotation Name":"Furthermore, mobile application-based prototype smart home healthcare…","Document":"Chaiyapong et al_2023","Quotation Content":"Furthermore, mobile application-based prototype smart home healthcare systems can be used for efficient and effective health monitoring to ensure patients’ convenient and independent living while at home. Patients can use the mobile application system to remotely upload or capture essential health symptom information during a pandemic, such as the ongoing\n","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"7 - 7"},{"ID":"7:20","Quotation Name":"Smart People ▪ Improved open data\/big data initiatives ▪ Increased job…","Document":"Chaiyapong et al_2023","Quotation Content":"Smart People ▪ Improved open data\/big data initiatives ▪ Increased job opportunities ▪ A healthy city initiative to create robust economic value ▪ Knowledge sharing ▪ Training programs and internet training programs targeting older and disadvantaged people to become a necessity in mitigating the digital divide in the community (Kamel Boulos, Tsouros, and Holopainen 2015)\n","Codes":"Engagement strategies","Antecedent":null,"Attribute":"Engagement strategies","Consequence":null,"Loop":null,"causation":null,"Reference":"6 - 6"},{"ID":"7:21","Quotation Name":"Urban Environment ▪ Design of the urban environment following the clea…","Document":"Chaiyapong et al_2023","Quotation Content":"Urban Environment ▪ Design of the urban environment following the clean and green city concept through the growth of trees and valuing, nurturing, and protection of urban forests. This will lead to a low-carbon city with green transport and increasing use of electric vehicles (EV), improvement in waste management. Such a city will be the cleanest, using green energy and a friendly design to improve and renovate downtown areas. It will create a universal, friendly design and a sustainable environment with renovated walkways and roads for everyone. Urban form and city growth will be connected to natural areas to protect their rich biodiversity (Promsaka Na Sakolnakorn 2018).\n","Codes":"Eco-friendly","Antecedent":null,"Attribute":"Eco-friendly","Consequence":null,"Loop":null,"causation":null,"Reference":"6 - 6"},{"ID":"7:22","Quotation Name":"Therefore, many countries are eager to apply new technologies or cutti…","Document":"Chaiyapong et al_2023","Quotation Content":"Therefore, many countries are eager to apply new technologies or cutting-edge innovations in medicine to enhance their capabilities and solve the crisis. As mentioned earlier, in this article, we aim to present smart health cities as well as their management and challenges in Thailand during the 2019 coronavirus crisis.\n","Codes":"Pandemic response","Antecedent":null,"Attribute":null,"Consequence":"Pandemic response","Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"8:1","Quotation Name":"Towards a smart healthy city: A generalised flow-based 2SFCA method fo…","Document":"Chen et al_2024","Quotation Content":"Towards a smart healthy city: A generalised flow-based 2SFCA method for incorporating actual mobility data in healthcare accessibility evaluation\n","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"1 - 1"},{"ID":"8:2","Quotation Name":"Apart from the distance decay effect, access to healthcare services wa…","Document":"Chen et al_2024","Quotation Content":"Apart from the distance decay effect, access to healthcare services was believed to be highly affected by facility attraction. Hospital attraction has been proven to be influenced by various factors, including geographic location, service quality, price, and reputation (Xing and Ng, 2022). Since some of those influential factors are latent, travel impedance (e.g. travel time and distance) and the supply capacity (e.g. the number of physicians and sickbeds) are often used as proxies to evaluate the attractiveness of a hospital (Chen et al., 2022b). Previous efforts like the 3SFCA and Huff-2SFCA provide extensive frameworks to integrate these attraction indicators to measure the population’s selection probability to different service sites (Luo, 2014; Wan et al., 2012). By further taking into account non-spatial factors, such as traffic convenience (Cheng et al., 2016), insurance plan (Shao and Luo, 2022), and population age (Liu et al., 2022c), sophisticated models were also developed to simulate people’s preference. However, these methods were flawed for their underestimation of the actual utilisation of hospital service (Ryan and Pereira, 2021; Wang et al., 2020). Enhanced studies (e.g. Liu et al., 2021b; Wang et al., 2021a, 2020) thus made attempts to adopt mobility data to calibrate people’s access to a hospital. Yet, most approaches similarly focused on estimating the distance decay and catchment size, with only limited success in exploring the potential of actual mobility data in modelling individual preference and hospital attraction. For instance, García-Albertos et al. (2019) modelled the attractiveness of a hospital using the number of trips ending in the zone where it is located. However, the number of trips failed to reveal the spatial pattern of visitation (e.g. distribution of origins and travel distance) and might lead to potential misinterpretation.\n","Codes":"Accessibility & Service\nAntecedents_loop\nIDSS\nLoop","Antecedent":"Technical\/Regulatory framework","Attribute":"IDSS","Consequence":"Service Accessibility","Loop":1.0,"causation":"IDSS > Service Accessibility > Antecedents","Reference":"3 - 3"},{"ID":"8:3","Quotation Name":"The workflow of the proposed GF2SFCA is shown in Fig. 1. Compared to t…","Document":"Chen et al_2024","Quotation Content":"The workflow of the proposed GF2SFCA is shown in Fig. 1.\nCompared to traditional 2SFCA methods, the GF2SFCA focus on adopting OD flow data to calibrate model parameters. Firstly, a latent distribution is estimated based on the OD flows linked to each hospital, which is subsequently employed to evaluate the catchment size, decay coefficient, and hospital popularity in an adaptive manner. Secondly, the OD flows are aggregated at the community level. In the context of China, a community, also known as a residential unit or residential quarter, refers to a residential area or neighbourhood commonly comprising 3,000–9,000 residents, which constitutes the smallest administrative unit in society (Jiang et al., 2013; Luo et al., 2020). Given the widely acknowledged residential segregation in Chinese cities, it is posited that people living in the same community are likely to share similar socio-economic status (Chen et al., 2016; Liu et al., 2018a).\nTherefore, aggregating OD flows at the community level would enhance the portrayal of the collective preferences of individuals with similar socio-economic status in seeking healthcare services. The following subsections will elaborate on the GF2SFCA methodology in detail.\n","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"8:4","Quotation Name":"The attractiveness of different hospitals could vary among populations…","Document":"Chen et al_2024","Quotation Content":"The attractiveness of different hospitals could vary among populations. For example, older people are more likely to visit a general hospital, whilst pregnant women tend to choose a maternity-specialised hospital. However, investigating the accessibility of a specific group is difficult for traditional 2SFCA-series methods due to the heavy work in determining the parameters regarding their different travel characteristics and demands (Dony et al., 2015). In comparison, our data-driven approach is more straightforward when assessing a specific population: once the visitor’s personal information is available, we can easily extract the OD flow made by specific populations and evaluate their accessibility. This merit also makes our approach prospective to scrutinise not just the distribution of quantity, but also the specialisation of medical service to improve the understanding of the inequality faced by vulnerable populations.\n","Codes":"Vulnerable population","Antecedent":null,"Attribute":null,"Consequence":"Vulnerable population","Loop":null,"causation":null,"Reference":"10 - 10"},{"ID":"9:1","Quotation Name":"Choi_2021","Document":"Choi_2021","Quotation Content":"대구형 스마트 건강도시는 디지털 기술을 의료산업과 보건의료인프라에 접목하여 신성장동력 창출과 시민 건강 및 삶의 질 향상을 위해 노력하는 도시를 의미한다.","Codes":"economic opportunity\nEconomic sustainability\nHealth promotion\/QoL","Antecedent":null,"Attribute":null,"Consequence":"Economic sustainability\nHealth promotion\/QoL","Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"9:2","Quotation Name":"Choi_2021","Document":"Choi_2021","Quotation Content":"첫째, 대구는 IT 기반의 의료산업 육성을 지속적으로 추진해왔으며 이러한 축적된 경험과 자산을 반영하는 반향으로 디지털 헬스케어에 대한 정책 수립도 이루어져야 한다. 이에 따라 디지털 헬스케어의 넓은 번위 안에서 \"의료산업\"에 대한 초점은 유지할 필요가 있다. 의료산업의 경쟁력을 확보한 이후 건강 관리 등 헬스케어 분야로 정책적 초점을 확대해 가야 한다.","Codes":"economic opportunity\nEconomic sustainability","Antecedent":null,"Attribute":null,"Consequence":"Economic sustainability","Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"9:3","Quotation Name":"Choi_2021","Document":"Choi_2021","Quotation Content":"둘째, 미래 디지털 의료에서 핵심인 데이터의 수집, 처리, 공유를 위해서는데이터의 권리를 가진 시민이 자발적이고 적극적으로 의료시스템에 참여할 수 있어야 한다. 이에 따라 대구의 의료 서비스를 시민의 참여 기회를 제공하는 스마트 의료서비스 전환해나가는 것이 필요하여, 이를 담당할 수 있는 기반 시설과 인프라를 함께 구축해나가야 한다.","Codes":"Data democratizing\nCitizen participation\nTechnical","Antecedent":"Technical","Attribute":null,"Consequence":"Citizen participation\nData Democratizing","Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"9:4","Quotation Name":"Choi_2021","Document":"Choi_2021","Quotation Content":"디지털 의료산업 육성과 관련하여 첫째, 디지털의료의 신분야를 선도하기 위해 디지털 치료제 산업을 육성하고 산업화 지원 역할을 수행할 디지털의료산업진흥원과 지역의 핵심 이해관계자의 네트워크인 디지털의료얼라이언스를 설립한다. 둘째, 제조-서비스 융합형 디지털 헬스케어를 육성하고 이를 위해 지역의 산업기반을 고려하여 로봇, 장비 등 대구 맞춤형 디지털 헬스케어 핵심기술 개발 사업을 추진하고 중장기적으로 디지털 피트니스 및 웰니스 산업 생태계를 구축해 나간다.","Codes":"Economic sustainability\nNetwork","Antecedent":null,"Attribute":"Network","Consequence":"Economic sustainability","Loop":1.0,"causation":"PPPs > Ecomic opportunities > Economc sustainability ","Reference":"5 - 5"},{"ID":"9:5","Quotation Name":"Choi_2021","Document":"Choi_2021","Quotation Content":"디지털 메디시티 대구 조성과 관련하여 첫째, 시민들의 참여를 확보하기 위한 참여형 디지털 보건의료서비스 개발 및 보급을 추진하고 세부과제로서 사회문제 해결형 비대면 시민 건강 관리 플랫폼 구축, 스마트 공공의료 환경 강화, 그리고 메타버스를 활용한 메디버스 대구 구축을 제시하였다. 둘째, 이를 뒷받침할 수 있는 스마트 보건의료 인프라 기반으로서 메디시티 대구 코인 발행과 대구형 정밀의료 데이터 구축 사업 추진을 제안하였다.","Codes":"Citizen Participation\nEngagement strategies\nTechnical","Antecedent":"Technical","Attribute":"Engagement strategies","Consequence":"Citizen participation","Loop":1.0,"causation":"Technical > Engagement strategies > Citizen participation","Reference":"5 - 5"},{"ID":"9:6","Quotation Name":"Choi_2021","Document":"Choi_2021","Quotation Content":"이를 효율적으로 시행하기 위해서는 대구시 스마트시티과와 긴밀한 협력이 필요하다. 아울러 제도적으로 사업을 뒷받침하기 위해 대구시 전역을 규제자유특구로 지정하는 방안을 검토할 수 있다.","Codes":"Regulational framework","Antecedent":"Regulational framework","Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"9:7","Quotation Name":"Choi_2021","Document":"Choi_2021","Quotation Content":"9:1과 같은 내용","Codes":"def. SHC\nEconomic sustainability\nHealth promotion\/QoL","Antecedent":null,"Attribute":null,"Consequence":"Economic sustainability\nHealth promotion\/QoL","Loop":null,"causation":null,"Reference":"21 - 21"},{"ID":"9:8","Quotation Name":"Choi_2021","Document":"Choi_2021","Quotation Content":null,"Codes":null,"Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"75 - 75"},{"ID":"9:9","Quotation Name":"Choi_2021","Document":"Choi_2021","Quotation Content":"목표:\n- 공공: 공공기관 빅데이터 개발, 공유, 결합 혁신벨트 완성\n- 임상: 의료데이터 산학연병 공동활용 클러스터 성과 확산\n- 미래: 통합바이오데이터 기반 미래데이터 발전소 구축\n- 기반: 보건의료빅데이터, 인공지능 활용생태계 기반 확립\n데이터 구축 및 제공, 이를 활용할 수 있는 병원과 AI 응용, 그리고 인력 양성, 거버넌스까지 포괄적인 종합계획","Codes":"PPPs\nRegulational framework\nTechnical","Antecedent":"Technical\/Regulatory framework","Attribute":"PPPs","Consequence":null,"Loop":null,"causation":null,"Reference":"41 - 41"},{"ID":"10:1","Quotation Name":"행복도시 5-2생활권은 시민 삶의 질을 향상시키고 자 족기능을 확충할 수 있는 지속가능한 생활권을 조성하기 위해, 미래 변화를…","Document":"Chung_2021","Quotation Content":"행복도시 5-2생활권은 시민 삶의 질을 향상시키고 자 족기능을 확충할 수 있는 지속가능한 생활권을 조성하기 위해, 미래 변화를 준비하는 “SMART HEALTHY CITY”\n","Codes":"Health promotion\/QoL","Antecedent":null,"Attribute":null,"Consequence":"Health promotion\/QoL","Loop":null,"causation":null,"Reference":"2 - 2"},{"ID":"10:2","Quotation Name":"큰 틀에서 포스트 코로  나에 대응하는 융복합적 커뮤니티 서비스의 필요성 증 대에 따른 SOC(사회기반시설) 개념의 변화, 헬…","Document":"Chung_2021","Quotation Content":"큰 틀에서 포스트 코로 \n나에 대응하는 융복합적 커뮤니티 서비스의 필요성 증 대에 따른 SOC(사회기반시설) 개념의 변화, 헬스케어 분 야의 성장, 다양한 라이프스타일, 스마트시티의 확산 여 건을 고려하였다. 생활형 SOC, COMMUNITY CARE, 포 스트 코로나 시대를 고려한 기초생활권(의료.\n보건.방역) 기능 강화, 공원.오픈스페이스. 보행연결체계, 유연한 토 지이용 및 새로운 주거형태, 스마트 헬스케어의 중요성 을 고려하여 “SOC(사회기반시설)가 포스트 코로나에 대 응하는 융복합적 커뮤니티 서비스로 변모하는 모습을 최 대한 담아내고자 하였다.\n이를 바탕으로 공간구조는 walkable city라는 목표 하 에 ‘보행 활성화, 커뮤니티 강화’ 라는 전략을 세웠고 특 화계획은 healthy city 라는 목표 하에 ‘의료기능 복합화, 스마트팜 연계 특화’ 라는 전략을 세웠다.","Codes":"healthy behavior from open spaces\nIntegrated community","Antecedent":null,"Attribute":"Open space\nIntegrated community","Consequence":null,"Loop":null,"causation":null,"Reference":"2 - 2"},{"ID":"10:3","Quotation Name":"대상지 내 보행 중심 공간인 복합커뮤니티 Zone은 문 화공원을 중심으로 복합커뮤니티센터, 교육시설, 특화주 거복합시설 등 다…","Document":"Chung_2021","Quotation Content":"대상지 내 보행 중심 공간인 복합커뮤니티 Zone은 문 화공원을 중심으로 복합커뮤니티센터, 교육시설, 특화주 거복합시설 등 다양한 시설들이 연계되어 있어 주민들의 커뮤니티 중심공간으로 입체적인 건축구상 등 통합설계 가 필요한 특별계획구역으로 계획되었다.\n복합커뮤니티 Zone의 계획방향에 있어 가장 중요한 점은 생활권 중심공간으로서의 통합적 커뮤니티 서비스 를 제공할 수 있는 각 시설간 연계방안이다.\n","Codes":"Accessibility & Service\nIntegrated community\nLoop","Antecedent":null,"Attribute":"Integrated community","Consequence":"Service Accessibility","Loop":1.0,"causation":"Integrated community > Service Accessibility","Reference":"3 - 3"},{"ID":"10:4","Quotation Name":"생활권 북측에 위치한 케어팜 타운은 농업활동과 연계 한 건강관리와 커뮤니티 강화 특화를 기본방향으로, 도 시농업과 여가. 힐링…","Document":"Chung_2021","Quotation Content":"생활권 북측에 위치한 케어팜 타운은 농업활동과 연계 한 건강관리와 커뮤니티 강화 특화를 기본방향으로, 도 시농업과 여가.\n힐링 주거를 결합한 도심 속 전원형 주거 단지로 조성된다. 4층 이하 저층주택 270여 세대와 치유 농장, 커뮤니티 시설 등이 배치되며, 치유형 농장, 생산 형 스마트팜, 의료기관의 24시간 헬스케어 서비스를 주 거특화 구성요소로 제안하였다.\n","Codes":"Citizen Participation\nEco-friendly\nHealth promotion\/QoL\nLoop","Antecedent":null,"Attribute":"Eco-friendly","Consequence":"Citizen participation\nHealth promotion\/QoL","Loop":null,"causation":"Eco-friendly > Citizen participation & Heqlth promotion\/QoL","Reference":"3 - 3"},{"ID":"11:1","Quotation Name":"SNS Big Data Analysis Framework for COVID-19 Outbreak Prediction in Sm…","Document":"EL Azzaoui & Singh et al_2021","Quotation Content":"SNS Big Data Analysis Framework for COVID-19 Outbreak Prediction in Smart Healthy City\n","Codes":"IDSS\nPandemic response","Antecedent":null,"Attribute":"IDSS","Consequence":"Pandemic response","Loop":1.0,"causation":"IDSS > Pandemic response","Reference":"1 - 1"},{"ID":"11:2","Quotation Name":"Fig. 2. SNS Big Data Analysis Framework Overview.","Document":"EL Azzaoui & Singh et al_2021","Quotation Content":"Fig. 2. SNS Big Data Analysis Framework Overview.\n","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"11:3","Quotation Name":"Based on the above-mentioned methods and the results of median predict…","Document":"EL Azzaoui & Singh et al_2021","Quotation Content":"Based on the above-mentioned methods and the results of median prediction factor, we retrieve the confirmed COVID-19 cases of the last 7 days and compare it with the predicted cases in the last 14 days. Results depicted in Fig. 9 show that our proposed method can predict the next COVID-19 outbreak and hotspots with approximately 7 days earlier than the government authorities. The dots represent the outbreak cluster.\nFollowing SNS big data analysis method, authorities can benefit from an earlier prediction of COVID-19 and alike crises situation and hotspots outbreak, which support virus control and provides a better understanding on people opinions and their tendency to follow the government guidance.\nWe compared as well our results with other state-of-arts outcomes, although those papers do not use SNS information as a data base to calculate and predict the virus outbreak, they tend to use other methods based on machine learning models powered by Grey Wolf Optimization (GWO) method including linear, logarithmic, quadratic, cubic, compound, power, exponential, and logistic as depicted and explained in [35]. The authors calculated the prediction results of machine learning models for USA COVID-19 cases fitted by GWO, we compare those results with our model and explain them in Table 3 and visually depicted in Fig. 10.","Codes":"Pandemic response","Antecedent":null,"Attribute":"IDSS","Consequence":"Pandemic response","Loop":1.0,"causation":"IDSS > Pandemic response","Reference":"12 - 12"},{"ID":"12:4","Quotation Name":"EL Azzaoui et al_2021","Document":"EL Azzaoui et al_2021","Quotation Content":null,"Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"12:5","Quotation Name":"EL Azzaoui et al_2021","Document":"EL Azzaoui et al_2021","Quotation Content":null,"Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"6 - 6"},{"ID":"12:6","Quotation Name":"EL Azzaoui et al_2021","Document":"EL Azzaoui et al_2021","Quotation Content":null,"Codes":"Pandemic response\nPersonalized healthcare","Antecedent":null,"Attribute":null,"Consequence":"Pandemic response\nPersonalized healthcare","Loop":null,"causation":null,"Reference":"9 - 9"},{"ID":"13:1","Quotation Name":"Developing a Smart Healthy City using Twitter Big Data by Modified Dee…","Document":"Giridhar et al_2023","Quotation Content":"Developing a Smart Healthy City using Twitter Big Data by Modified Deep Belief Network\n","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"1 - 1"},{"ID":"13:2","Quotation Name":"III. PROPOSED SYSTEM  Network analyses as a strategy for pandemic mana…","Document":"Giridhar et al_2023","Quotation Content":"III. PROPOSED SYSTEM \nNetwork analyses as a strategy for pandemic management have been the subject of just a small number of infodemiology research. Our goal was to control the infodemic and stop the spread of bogus news by developing a framework for Big Data analysis that would use publicly available information from SNS to monitor, comprehend, and forecast future viral outbreaks. There are four distinct parts to this framework: The four layers are the \"User,\" \"Fog,\" \"Cloud,\" and \"Application.\"\n","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"13:4","Quotation Name":"we propose an infodemiology study to forecast the onset of an epidemic…","Document":"Giridhar et al_2023","Quotation Content":"we propose an infodemiology study to forecast the onset of an epidemic and monitor its spread across a unified global infrastructure. Using Twitter as a testbed, since the platform offers researchers access to an API for mining publicly available tweets, we compiled a dataset of tweets sent by American users over the course of a month. The proposed framework predicts potential virus carriers several days in advance, aids in reducing infection cases, and supports understanding of users' fear and sentiment and their tendency to follow authorities' regulations, all of which contribute to an improvement in the control of this pandemic situation.\n","Codes":"Pandemic response","Antecedent":null,"Attribute":null,"Consequence":"Pandemic response","Loop":null,"causation":null,"Reference":"11 - 11"},{"ID":"13:5","Quotation Name":"Application Layer: The results of the analysis phase, together with an…","Document":"Giridhar et al_2023","Quotation Content":"Application Layer: The results of the analysis phase, together with any new insights discovered, are then sent to the appropriate authorities for use in putting the cloud-based data to good use [28-30].\nPublic health professionals and governments may use this data to make informed assumptions about the infodemiology and transmission of the virus.\nFor a sustainable, healthy smart city, it is vital to predict future breakout waves based on userreported symptoms and locations, to manage information published on SNS platforms to track false news and limit its further spread, and to comprehend people's anxiety and opinion surrounding the epidemic.\nIn addition to being appropriate for the COVID-19 pandemic scenario, the suggested framework and solution should be utilised to track future viral outbreaks and calm the public down before it's too late.\n","Codes":"Pandemic response","Antecedent":null,"Attribute":"IDSS","Consequence":"Pandemic response","Loop":1.0,"causation":"IDSS > Pandemic response","Reference":"5 - 5"},{"ID":"14:1","Quotation Name":"행정중심복합도시 5-2생활권 마스터플랜 및 지구단위 계획 수립 MP를 맡고 있습니다. 5-2생활권 특화계획은 원래 “SMART…","Document":"Jeong et al_2020","Quotation Content":"행정중심복합도시 5-2생활권 마스터플랜 및 지구단위 계획 수립 MP를 맡고 있습니다. 5-2생활권 특화계획은 원래 “SMART HEALTHY CITY”라는 비전 하에 의료 중심 복합성장 기능, 보행 중심의 건강한 도시, 환경친화적 지 속가능한 도시라는 전략을 세웠습니다. 그런데 코로나19 의 확산 이후로 비대면(Untact)의 가속화, 초개인화, 회 복력 및 포용성을 화두로 논의하고 있습니다.","Codes":null,"Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"14:2","Quotation Name":"분산 다핵형 도시구조로 의료. 보 건. 방역 등의 기초생활권 기능을 강화한다거나, 공원과 같은 오픈스페이스의 적절한 배치로 시…","Document":"Jeong et al_2020","Quotation Content":"분산 다핵형 도시구조로 의료.\n보 건.\n방역 등의 기초생활권 기능을 강화한다거나, 공원과 같은 오픈스페이스의 적절한 배치로 시민들의 접근성을 중시하고 있습니다.\n","Codes":"Accessibility & Service\nOpen space for accessibility","Antecedent":null,"Attribute":"Open space","Consequence":"Service accessibility","Loop":1.0,"causation":"Open space > Service accessibility","Reference":"3 - 3"},{"ID":"14:3","Quotation Name":"포스트 코로나 시대에 도시의 녹지 공간의 변화와 계획은 어 떤 것이 있을까요? 포스트 코로나 시대에 대응하는 건축과 도시의 변…","Document":"Jeong et al_2020","Quotation Content":"포스트 코로나 시대에 도시의 녹지 공간의 변화와 계획은 어 떤 것이 있을까요?\n포스트 코로나 시대에 대응하는 건축과 도시의 변화에 대해 지금 활발히 논의되고 있는 상황이라 아직 이 분야 의 전문가는 없다고 생각합니다. 행복도시 계획에서 논의 되는 부분을 이야기하자면, 한강이나 청계천 같은 공원들 인 오픈스페이스가 중요시하게 고려되고 있습니다. 도시 를 손으로 봤을 때, 손가락에 각종 시설이 들어간다면 손 가락 사이사이에 녹지를 계획하는 방식인 “Finger Plan”이 라고 보시면 됩니다. 이런 녹지계획이 도시 전체에 바람 길을 도입하면서 미세먼지 저감에도 기여를 합니다. 독일 슈투트가르트(Stuttgart)의 경우 바람길을 활용하여 과거 의 공업도시이자 최악의 오염도시를 현재의 친환경 도시 로 바꾼 대표적인 사례입니다. 그래서 주거공간이나 업무 시설과 인접한 오픈스페이스의 조성은 포스트 코로나 시 대에 중요한 화두입니다. 물론 통풍이 잘되는 공간을 도 시 곳곳에 마련해서 전염병 확산을 막는데도 의미가 있 지만, 언택트 시대에서 발생하는 심리적 불안감 해소에도 긍정적인 영향을 미친다고 봅니다.\n","Codes":"Health promotion\/QoL\nLoop\nopen space for health","Antecedent":null,"Attribute":"Open space","Consequence":"Health promotion\/QoL","Loop":1.0,"causation":"Open space > Health promotion\/QoL","Reference":"3 - 3"},{"ID":"14:4","Quotation Name":"건축적인 측면과 더불어 포스트 코로나가 도시 인프라에 주 는 영향 및 나아갈 방향은 무엇일까요? 건축적인 측면에서 일단 이제껏…","Document":"Jeong et al_2020","Quotation Content":"건축적인 측면과 더불어 포스트 코로나가 도시 인프라에 주 는 영향 및 나아갈 방향은 무엇일까요?\n건축적인 측면에서 일단 이제껏 경제적 논리와 맞물려 그 가치를 잃어갔던 발코니나 테라스를 적극적으로 도 입하려는 움직임이 일어나고 있습니다. 실제로 사람들의 니즈가 바뀌어가고 있기도 하고, 그와 관련한 전문가 포 럼과 같은 프로그램으로 일반인의 사회적 인식을 바꿈으 로써 포스트 코로나의 건축적 흐름을 조성하려고 하고 있습니다.","Codes":"Open space for pandemic","Antecedent":null,"Attribute":"Open space","Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"14:5","Quotation Name":"집안 내부의 오픈스페이스 확보는 통풍을 통해 전염병 감염을 예방하는 효과도 있지만, 초개인화로 인해 발생하 는 사람들의 심리적…","Document":"Jeong et al_2020","Quotation Content":"집안 내부의 오픈스페이스 확보는 통풍을 통해 전염병 감염을 예방하는 효과도 있지만, 초개인화로 인해 발생하 는 사람들의 심리적 문제도 해결할 수 있는 중요한 역할 을 한다고 봅니다.\n","Codes":"Health promotion\/QoL\nLoop\nopen space for health\nOpen space for pandemic\nPandemic response","Antecedent":null,"Attribute":"Open space","Consequence":"Health promotion\/QoL\nPandemic response","Loop":1.0,"causation":"Open space > Health promotion\/QoL & Pandemic response","Reference":"4 - 4"},{"ID":"14:6","Quotation Name":"또한 사람들이 헬스 케어에 관심이 높아지면서 기꺼이 높은 분양가를 내고서도 주거와 의료시설이 복합된 단지 를 원하는 양상을 보…","Document":"Jeong et al_2020","Quotation Content":"또한 사람들이 헬스 케어에 관심이 높아지면서 기꺼이 높은 분양가를 내고서도 주거와 의료시설이 복합된 단지 를 원하는 양상을 보임에 따라 그러한 의료복합 건물이 계획될 것이라고 생각합니다. 결국 이런 사람들의 선호도 변화가 포스트 코로나 시대 건축 변화의 시작이라고 봅 니다.\n","Codes":"Accessibility & Service\nIntegrated community\nLoop","Antecedent":null,"Attribute":"Integrated community","Consequence":"Service accessibility","Loop":1.0,"causation":"Integrated community > Service Accessibility","Reference":"4 - 4"},{"ID":"14:7","Quotation Name":"유연한 토지이용계획으로 용도혼합, 새로운 주거형태를 고려하고","Document":"Jeong et al_2020","Quotation Content":"유연한 토지이용계획으로 용도혼합, 새로운 주거형태를 고려하고\n","Codes":"Integrated community","Antecedent":null,"Attribute":"Integrated community","Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"14:8","Quotation Name":"시민의 건강데이터를 실시 간으로 모니터링하고 빠르게 의료서비스를 제공할 수 있 도록 AI, IOT, 빅데이터를 접목시킨 스마트…","Document":"Jeong et al_2020","Quotation Content":"시민의 건강데이터를 실시 간으로 모니터링하고 빠르게 의료서비스를 제공할 수 있 도록 AI, IOT, 빅데이터를 접목시킨 스마트 헬스케어 시 스템을 논의하고 잇습니다.\n","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"15:2","Quotation Name":"Optimization of Deep Neural Networks for Heartrate Estimation from Fac…","Document":"Kim et al_2020","Quotation Content":"Optimization of Deep Neural Networks for Heartrate Estimation from Face Video Stream to Implement Smart Health-City\n","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"1 - 1"},{"ID":"15:3","Quotation Name":"Ⅲ. 제안 알고리즘  3.1 컨볼루셔널 신경망 컨볼루셔널 필터는 이미지의 주요 특징을 추출하기 위해 사용되는 필터이다. 해당…","Document":"Kim et al_2020","Quotation Content":"Ⅲ. 제안 알고리즘 \n3.1 컨볼루셔널 신경망 컨볼루셔널 필터는 이미지의 주요 특징을 추출하기 위해 사용되는 필터이다. 해당 필터를 좀 더 다양하고 용도에 알맞게 사용하고자 필터의 크기나 연산 방법 을 조정할 수 있는 컨볼루셔널 신경망이 나왔다. 배치 사이즈와 필터 개수를 제외한 차원의 개수에 따라 n 차원 컨볼루셔널 필터로 나누어진다. 또한 가중치가 필터로 국한되기 때문에 적은 가중치를 사용하고, 희 소 연결성을 확보하여 데이터를 순회할 수 있다.\n[13] 컨볼루셔널 신경망은 이미지 인식 대회에서 인간의 수준을 뛰어넘는 성과를 보였는데, 이를 계기로 많은 분야에서 적용하였다.\n[14,15] 컨볼루셔널 신경망의 층이 증가할수록 원본 이미지 대비 필터가 인식하는 부분 도 커지게 된다. 초기의 컨볼루셔널 층은 낮은 추상화 특징들을 보게 되고, 층이 깊어질수록 고차원적으로 추상화된 특징들을 보게 된다. 초기의 낮은 특징들은 다른 문제의 데이터에 대해서도 의미가 있을 수 있는 데, 이러한 경우 전이 학습[16]을 진행하기도 한다.\n3.2 얼굴 영상 안정화 알고리즘 영상을 촬영하는 데 있어 카메라나 모델의 불필요 한 움직임은 노이즈로서 제거해야 할 대상이다. 이동 에 의해 연속된 2개의 이미지는 서로 달라지게 되는 데, 이중 어떤 것을 기준으로 정할지가 중요하다. 기 존에는 코너 검출기를 통해 영상의 특징점을 추출하 고 이를 기준으로 이미지를 매칭 시킨다. 그 후 이동 거리 및 방향 등을 파악하여 거리를 좁히는 방식으로 영상을 안정화 시킨다.\n[17] 딥러닝 또한 특징 추출이 가능한 기술로, 얼굴의 랜 드마크 등을 추출할 수 있어 해당 분야에 접목되었다.\n얼굴 영상 안정화 알고리즘은 객체를 얼굴로 한정하 여 얼굴이 이미지의 한 가운데에 놓이는 것을 목표로 한다. MTCNN[18]은 얼굴의 중요한 특징점 중 하나인 눈, 코, 입을 추정할 수 있는 데, 이 점들을 이용하여 프레임 간의 간격을 최소화하는 방식으로 안정화시킬 수 있다. 최근에는 얼굴의 랜드마크를 추출하고, 최적 화 문제로 바꾸어 흔들림을 최소화하는 연구가 진행 중이다.\n[19] \n3.3 얼굴 시맨틱 세그멘테이션 이미지 인식 분야에서 사람의 수준을 뛰어넘기 시 작하자 이미지에서 객체가 어디에 있는지까지 추출하 는 탐지 기술이 연구되고 있다. Fast RCNN[20]과 Faster RCNN[21]의 큰 차이점은 객체가 있을 지역을 제안하는 방식이다. 기존 영상 처리 기법은 시간과 연 산이 많이 소모되었는데, 딥러닝으로 대체하면서 시간 이 줄어들고 있다. 이들은 물체가 존재하는 지역을 잘 찾고자 하고 있다.\n기본적인 물체 탐지 기술은 바운딩 박스(사각형) 형태로 지역을 분할했는데, 이는 물체의 모양을 신경 쓰지 않은 형태이다. 그 후 시맨틱 세그멘테이션[22] 기 법이 등장했다. 이는 물체의 위치를 픽셀 단위로 구별 하여 물체의 모양에 알맞은 지역을 제안하고자 한다.\n초기에 물체의 유무만을 판단하여 물체에 대한 분류 가 힘들었지만 Faster RCNN에 FCN 층을 추가한 Mask RCNN[23]이 등장하면서 각 물체에 대한 구별도 가능해졌다.\n3.4 베이지안 최적화와 하이퍼밴드 기존의 하이퍼 파라미터를 최적화하는 방식은 사람 이 경험에 기반하여 손으로 파라미터를 수정하면서 최적화하거나 무작위나 체계적으로 선택하여 성능을 비교하는 방식으로 진행되었다. 그 이후 베이지안 최 적화[24]가 등장하였는데, 이는 미지의 함수를 최대로\n","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"15:4","Quotation Name":"현재까지 대부분 컨택트 기반 바이오센서를 이용하 여 생체 신호를 추정하였는데, 이미지 기반 기술이 발 전함에 따라 이미지로부터…","Document":"Kim et al_2020","Quotation Content":"현재까지 대부분 컨택트 기반 바이오센서를 이용하 여 생체 신호를 추정하였는데, 이미지 기반 기술이 발 전함에 따라 이미지로부터 많은 정보들을 추출할 수 있게 되었다. 이로 인하여 사람 영상으로부터 생체 신 호를 얻는 연구도 활발히 진행되고 있다. 과거의 경우 얼굴의 작은 움직임을 특징으로 이용하여 전통적인 영상처리나 신호처리 기법을 통해 맥박 신호를 추정 하고자 했다[5,6]. 하지만 최근에 얼굴의 색과 심장 박 동이 높은 상관관계가 있다는 것이 입증되었다[7]. 이 로 인해 딥러닝을 활용하여 얼굴 영상으로부터 맥박 신호를 추정하는 연구가 활발히 진행되고 있는데, 그 중 맥박 신호가 아니라 심박수를 바로 예측하는 연구 도 진행되고 있다[8].","Codes":"Engagement strategies\nTechnical","Antecedent":"Technical","Attribute":"IDSS","Consequence":null,"Loop":1.0,"causation":"Technical > IDSS","Reference":"2 - 2"},{"ID":"15:5","Quotation Name":"그리하여 최근에는 비접촉 생체 신호 측정 시스템이 개발 중이다. 비접촉 심장 박동 수 를 추정하는 기술은 운동 중 손목에 대한…","Document":"Kim et al_2020","Quotation Content":"그리하여 최근에는 비접촉 생체 신호 측정 시스템이 개발 중이다. 비접촉 심장 박동 수 를 추정하는 기술은 운동 중 손목에 대한 부담을 제거 할 수 있고, 원격 의료 같은 분야에도 활용할 수 있다.\n과거 심장박동 수를 추정하기 위해 주파수를 통한 전통적인 신호처리 방식을 사용하였다. 그 이후에 얼 굴의 미세한 움직임을 주파수 분석을 통해 얻으려는 시도가 존재했다. 하지만 최근 딥러닝이 화제가 되면 서 많은 시도가 진행 중이다. 연구자들은 혈액량에 따 라 얼굴의 혈색이 의미 있는 수준으로 변하는 것을 입 증하게 되었고, 이로써 얼굴의 혈색을 특징으로 사용 할 수 있게 되었다. 즉 얼굴의 특정 영역만을 사용했 던 과거에서 얼굴 전체를 사용할 수 있게 되었다.","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"15:6","Quotation Name":"딥 러닝의 최적화를 통해 영상을 통한 심박수 예측의 높 은 정확도를 얻어냈으며, 이를 통해 비접촉 건강 모니 터링 시스템 구현…","Document":"Kim et al_2020","Quotation Content":"딥 러닝의 최적화를 통해 영상을 통한 심박수 예측의 높 은 정확도를 얻어냈으며, 이를 통해 비접촉 건강 모니 터링 시스템 구현에 한 발짝 더 나가게 되었다.","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"7 - 7"},{"ID":"15:7","Quotation Name":"스마트 헬스케어의 가치 중 하나는 개인 맞춤형 건강관리 프로그램인데 특히 50대 이상일수록 이러한 서비스를 많이 이용한다[11…","Document":"Kim et al_2020","Quotation Content":"스마트 헬스케어의 가치 중 하나는 개인 맞춤형 건강관리 프로그램인데 특히 50대 이상일수록 이러한 서비스를 많이 이용한다[11]. 이는 개인의 건강에 대한 관심이 증가하면서, 건강을 모니터링할 수 있는 서비 스에 대한 수요가 높아졌기 때문이다. 특히 심장은 이 상이 생길 시 긴급한 처치가 필요한데, 개인의 생체신 호를 모니터링하면서 응급상황을 대비할 수 있는 장 점이 있다.","Codes":"Personalized healthcare","Antecedent":null,"Attribute":null,"Consequence":"Personalized healthcare","Loop":null,"causation":null,"Reference":"2 - 2"},{"ID":"16:1","Quotation Name":"Kwak et al_2021","Document":"Kwak et al_2021","Quotation Content":null,"Codes":null,"Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"1 - 1"},{"ID":"16:3","Quotation Name":"Kwak et al_2021","Document":"Kwak et al_2021","Quotation Content":"2) 장려정책: Encouraging\n(1) 지속적인 국가 규모 캠페인 (National Campaigns in Singapore)\n이질적이고 다문화적인 인구에서 사회적 정체성을 형성하고 기반을 다지기 위해 수많은 국가 주도 참여형 캠페인을 시행\n: 환경과 생활, 다문화 등 다양한 분야의 캠페인을 통해 보다 응집력 있고 참여하는 사회를 구축(National Step Challenge 등)\n(2) 민관협업 헬스 케어 애플리케이션 (Lumi Healthcare Applications)\n정부, 의사 및 공중 보건 전문가 팀 및 Apple 사가 협력하여 만든 개인 맞춤형 건강 애플리케이션\n: 개인의 행동 분석을 통한 맞춤형 알림, 활동 코칭 및 인센티브를 통한 시민들의 건강한 습관 장려, 주간 활동 목표 및 섭식 가이드라인 제공","Codes":"Engagement strategies\nPPPs","Antecedent":null,"Attribute":"PPPs\nEngagement strategies","Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"16:5","Quotation Name":"Kwak et al_2021","Document":"Kwak et al_2021","Quotation Content":null,"Codes":"Engagement strategies","Antecedent":null,"Attribute":"Engagement strategies","Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"16:7","Quotation Name":"Kwak et al_2021","Document":"Kwak et al_2021","Quotation Content":null,"Codes":"Eco-friendly","Antecedent":null,"Attribute":"Eco-friendly","Consequence":null,"Loop":null,"causation":null,"Reference":"2 - 2"},{"ID":"16:8","Quotation Name":"Kwak et al_2021","Document":"Kwak et al_2021","Quotation Content":null,"Codes":"Integrated community","Antecedent":null,"Attribute":"Integrated community","Consequence":null,"Loop":null,"causation":null,"Reference":"2 - 2"},{"ID":"16:9","Quotation Name":"Kwak et al_2021","Document":"Kwak et al_2021","Quotation Content":null,"Codes":"Citizen Participation\nHealth promotion\/QoL\nSustainable Environment","Antecedent":null,"Attribute":null,"Consequence":"Citizen Participation\nHealth promotion\/QoL\nSustainable Environment","Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"16:10","Quotation Name":"Kwak et al_2021","Document":"Kwak et al_2021","Quotation Content":null,"Codes":"Community co-creation","Antecedent":null,"Attribute":null,"Consequence":"Community co-creation","Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"16:11","Quotation Name":"Kwak et al_2021","Document":"Kwak et al_2021","Quotation Content":null,"Codes":"Citizen Participation\nRegulational framework","Antecedent":"Regulational framework","Attribute":null,"Consequence":"Citizen participation","Loop":null,"causation":null,"Reference":"2 - 2"},{"ID":"16:12","Quotation Name":"Kwak et al_2021","Document":"Kwak et al_2021","Quotation Content":null,"Codes":"Regulation w\/o Technology","Antecedent":"Regulation w\/o Technology","Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"16:13","Quotation Name":"Kwak et al_2021","Document":"Kwak et al_2021","Quotation Content":"참여하는 활발한 개인'을 만성질환 해결에 가장 중요한 요인으로 삼아 환자 중심 의료 시스템 구축, 환자와 의료 시스템과의 상호 작용 방식의 개선, 지속 가능한 라이프스타일의 변화 및 일상 속 건강한 환경을 지원하는 생태계 조성","Codes":"Antecedents_loop\nCitizen Participation\nLoop","Antecedent":"Technical\/Regulatory framework","Attribute":null,"Consequence":"Citizen participation","Loop":1.0,"causation":"Citizen participation > Antecedents","Reference":"4 - 4"},{"ID":"16:14","Quotation Name":"Kwak et al_2021","Document":"Kwak et al_2021","Quotation Content":null,"Codes":"PPPs","Antecedent":null,"Attribute":"PPPs","Consequence":null,"Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"16:15","Quotation Name":"Kwak et al_2021","Document":"Kwak et al_2021","Quotation Content":"3) 행동과학기술을 통한 시민들의 습관 변화 유도 (Behavior Science Technique)\n: 도시 계획적 분야뿐만 아니라 일상생활에 밀접한 요소들에 섬세하게 개입하여 시민들의 행동 양식을 관찰한다. 이후 이에 대응하는 사회적 보상이나 제도들을 유연하게 수립하여 장기적으로 시민들의 습관 변화를 유도한다.","Codes":"Antecedents_loop\nCitizen Participation\nEco-friendly\nIntegrated community\nLoop","Antecedent":"Technical\/Regulatory framework","Attribute":"Eco-friendly\nIntegrated community","Consequence":"Citizen participation","Loop":1.0,"causation":"Space design > Citizen participation > Antecedents","Reference":"4 - 4"},{"ID":"16:16","Quotation Name":"Kwak et al_2021","Document":"Kwak et al_2021","Quotation Content":null,"Codes":"Evaluation","Antecedent":null,"Attribute":"Evaluation","Consequence":null,"Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"17:1","Quotation Name":"One of the most important ingredients for smart cities is a healthy en…","Document":"Kwon et al_2018","Quotation Content":"One of the most important ingredients for smart cities is a healthy environment that improves the quality of life and well-being of its city dwellers. Fostering smart, healthy cities is a mission of the WHO (World Health Organization) Healthy Cities project from 1987 (Phase I) and is currently in Phase VI (2014) [1]. +e criteria for smart, healthy cities include the ability to gather, manipulate, and utilize huge amounts of data, generated both within and outside designated city to improve the quality of the city dwellers’ environment. Based on the analyzed and processed data and smart decision support systems using these data, an individual’s health issue can be diagnosed and treated with the most appropriate decisions within a smart healthy city. Currently, the class imbalance problem skews the data analysis and healthcare decision process in smart environments.\n","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"1 - 1"},{"ID":"17:2","Quotation Name":"3. Proposed Method In this paper, we propose a novel hybrid reasoning…","Document":"Kwon et al_2018","Quotation Content":"3. Proposed Method In this paper, we propose a novel hybrid reasoning method to address the issues with classification involving datasets with class imbalance. To enhance accuracy, the method also involves use of a well-known classification algorithm, CBR, and crowd knowledge. Results of classification systems using crowd knowledge are determined through comparison with features of high relevance to the minority class, and the relation between features of the dataset and the classes. +e classification is estimated using open data or big data, which is unstructured and updated continuously. Open data resulting from a Google search is used. As shown in Figure 1, the proposed method consists of three phases: reasoning with crowd knowledge, reasoning with collective knowledge, and combining the results of these two reasoning methods to reach a classification decision.\n","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"17:3","Quotation Name":"6.1. Contributions. In this paper, a hybrid method, combining collecti…","Document":"Kwon et al_2018","Quotation Content":"6.1. Contributions. In this paper, a hybrid method, combining collective knowledge and crowd knowledge for diagnosing wellness in patients, was studied empirically, using a dataset with a high degree of class imbalance (i.e., actual healthcare data). +e proposed method contributes to academia as well as practitioners.\nFirst, we show that collective knowledge and crowd knowledge are complementary. +e results suggest that the proposed method partially remediates the class imbalance problem. Hybrid reasoning with crowd knowledge extracted from open source data (i.e., a Google search) and collective knowledge (i.e., CBR) results in better performance than traditional methods (e.g., SMO, BayesNet, IBk, Logistic, C4.5, and crowd reasoning) as indicated by two measures, ROC and AUC, where accuracy is not an appropriate measure for class imbalance situations. +is superior performance of the proposed method results from the complementary nature of these different kinds of knowledge.\nSecond, the results also suggest that big data, available online, and open source data may be used to improve the performance of reasoning systems. We used a Google search to compute the frequency of the association of two concepts in crowdsourced knowledge. +e open data provided by a Google search is big data, as it results in a very large dataset with an unstructured format and can be updated in near real time.\n+ird, we found a cost-effective method for data-driven public health management in a smart city, as using open source data is easy to implement and less costly than reasoning-based methods from experts. For example, datasets with class imbalance are associated with cost-sensitive learning using conventional methods. By contrast, the proposed method is more economically efficient and has fewer maintenance\n","Codes":"Sustainable Environment","Antecedent":null,"Attribute":null,"Consequence":"Sustainability Environment","Loop":null,"causation":null,"Reference":"12 - 12"},{"ID":"18:1","Quotation Name":"Kwon et al_2022","Document":"Kwon et al_2022","Quotation Content":null,"Codes":"Accessibility & Service\nEco-friendly\nIntegrated community","Antecedent":null,"Attribute":"Eco-friendly\nIntegrated community","Consequence":"Service Accessibility","Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"18:2","Quotation Name":"Kwon et al_2022","Document":"Kwon et al_2022","Quotation Content":"5-2생활권의 경우 주거, 공공시설, 공원 등이 있는 복합커뮤니티 권역에 대해 우선적으로 특화계획을 수립하였다. 이 복합커뮤니티 권역은 공공시설복합단지로 이름을 바꾸어 통합설계공모를 진행할 예정이다. 공공시설복합단지는 'Aging in Place'라는 콘셉트로 시민이 태어나면서부터 나이가 들 때까지 모든 세대가 편리하고, 즐겁게 이용할 수 있도록 계획하였다. 특히, 기존 생활권의 경우 교육시설, 공원, 복합머큐니티 등이 1~2개소 정도 교류하는 데 그쳤는 데 반해 5-2생활권 공공시설복합단지는 공원을 중심으로 주거, 복합커뮤니티센터, 우체국, 경찰지구대, 119안전센터, 초등학교, 중학교, 유치원 등이 적극적으로 교류하고 시설을 공유할 수 있도록 하였다.","Codes":"Citizen Participation\nHealth promotion\/QoL\nIntegrated community\nLoop","Antecedent":null,"Attribute":"Integrated community","Consequence":"Citizen participation\nHealth promotion\/QoL","Loop":1.0,"causation":"Integrated community > Citizen participation, Health promotion\/QoL","Reference":"6 - 6"},{"ID":"18:5","Quotation Name":"Kwon et al_2022","Document":"Kwon et al_2022","Quotation Content":"공간설계원칙\n본 프로젝트를 공공청사, 학교, 주거시설 등을 연계하여 생활권의 통합적 커뮤니티 공간으로 조성하는데 목적을 두고 시설 간 공간적, 프로그램적 연계를 통해 생활 SOC를 재구성하고, 이를 통한 시설복합화와 공유 프로그램을 담은 생활권 차원의 커뮤니티 공간으로 계획되었다. 안전하고 접근 가능한 보행자중심의 물리적 환경과 함께 자율성과 삶의 질을 위한 참여와 존중이 포용적 환경에 필수적인 에이징 인 플레이스가 가능하기 위해 전략적 배치와 시설 간 교차 조율이 현안이었다 하겠다.","Codes":"Accessibility & Service\nIntegrated community\nLoop","Antecedent":null,"Attribute":"Integrated community","Consequence":"Service Accessibility","Loop":1.0,"causation":"Integrated community > Service Accessibility","Reference":"14 - 14"},{"ID":"18:7","Quotation Name":"Kwon et al_2022","Document":"Kwon et al_2022","Quotation Content":null,"Codes":"Citizen Participation\nCommunity co-creation","Antecedent":null,"Attribute":null,"Consequence":"Citizen Participation\nCommunity co-creation","Loop":null,"causation":null,"Reference":"16 - 16"},{"ID":"18:8","Quotation Name":"Kwon et al_2022","Document":"Kwon et al_2022","Quotation Content":"복합커뮤니티센터\n복합커뮤니티센터 내 다양한 내외부 공간(개방형 중앙경사로, 돌봄라운지, 원형 중청, 옥상정원)을 시각적으로 연계하여 돌봄 영역에서 전 연령을 아우르는 사회적 교류가 일어날 수 있도록 한다.","Codes":"Citizen Participation\nIntegrated community\nLoop","Antecedent":null,"Attribute":"Integrated community","Consequence":"Citizen partcipation","Loop":1.0,"causation":"Integrated community > Citizen participation","Reference":"17 - 17"},{"ID":"18:9","Quotation Name":"Kwon et al_2022","Document":"Kwon et al_2022","Quotation Content":null,"Codes":"Digital Inclusion\nIDSS\nVulnerable population","Antecedent":null,"Attribute":"IDSS","Consequence":"Vulnerable population\nDigital Inclusion","Loop":null,"causation":null,"Reference":"16 - 16"},{"ID":"18:10","Quotation Name":"Kwon et al_2022","Document":"Kwon et al_2022","Quotation Content":"시설공유\n커뮤니티 참여의 핵심은 공적 공유 공간과 관련된다. 미국 NCSL (National Conference of State Legislatures)에서 제공하는 에이징 인 플레이스 지침은 공동체의 응집력을 가진 커뮤니티 시설의 공동사용을 추천하고 있다. 서비스에 더 쉽게 접근할 수 있을 뿐 아니라 거주지와 가까운 거리에 있는 레크리에이션 시설들로 노인들의 신체적, 정신적 건강을 개선시킬 수 있기 때문이다.","Codes":"Citizen Participation\nfacility share\nIntegrated community\nLoop","Antecedent":null,"Attribute":"Integrated community\nfacility share","Consequence":"Citizen Participation","Loop":1.0,"causation":"Integrated community\nfacility share > Citizen participation","Reference":"15 - 15"},{"ID":"18:11","Quotation Name":"Kwon et al_2022","Document":"Kwon et al_2022","Quotation Content":null,"Codes":"PPPs","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"6 - 6"},{"ID":"19:1","Quotation Name":"It may further drive studies on controlling the outbreaks and controll…","Document":"Lalotra-2022-iReTADS_ An Intelligent Real-Time","Quotation Content":"It may further drive studies on controlling the outbreaks and controlling pandemics while studying medical datasets, which results in smart healthy cities.\n","Codes":"IDSS\nLoop\nPandemic response","Antecedent":null,"Attribute":"IDSS","Consequence":"Pandemic response","Loop":1.0,"causation":"IDSS > Pandemic response","Reference":"1 - 1"},{"ID":"19:2","Quotation Name":"3. Proposed Work In this paper, a new model called iReTADS for detecti…","Document":"Lalotra-2022-iReTADS_ An Intelligent Real-Time","Quotation Content":"3. Proposed Work In this paper, a new model called iReTADS for detecting a real-time anomaly in the cloud during communications using data summarization and neural network with temporal features is introduced. Temporal Data summarization monitors the network traffic in the cloud in real time and collects the necessary data, and the summarized data can be sent to the proposed Modified Synergetic Neural Network for anomaly detection.\n","Codes":"IDSS","Antecedent":null,"Attribute":"IDSS","Consequence":null,"Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"20:2","Quotation Name":"A Study of the Construction of Smart Healthy Elderly Care City: An Asp…","Document":"Li et al_2023","Quotation Content":"A Study of the Construction of Smart Healthy Elderly Care City: An Aspect of Foshan City, Guangdong Province\n","Codes":null,"Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"1 - 1"},{"ID":"20:3","Quotation Name":"The smart healthy elderly care city takes the integration of healthy e…","Document":"Li et al_2023","Quotation Content":"The smart healthy elderly care city takes the integration of healthy elderly care resources with information technology as its basic feature, and innovates the healthy elderly care service model to accurately serve the elderly. In recent years, all parts of the country have gradually promoted the construction of smart, healthy and elderly care cities, which have achieved good results, but also face many problems. In order to evaluate the current situation of the construction of smart healthy elderly care cities, the author has built a smart healthy elderly care city evaluation index system based on the research results and standards of smart city and healthy elderly care city evaluation index system. The evaluation index system of smart health care city involves five fields, including smart health care infrastructure, smart health care environment, smart health care economy and smart health care services, which can comprehensively and systematically reflect the construction of smart health care city. Taking Foshan City, Guangdong Province as an example, this paper empirically analyzes the current situation and problems of the construction of a smart healthy elderly care city using the data from 2020-2021, and then puts forward high-quality development strategies for the construction of a smart healthy elderly care city in Foshan.","Codes":"Antecedents_loop\nEvaluation\nLoop\nVulnerable population","Antecedent":"Technical\/Regulatory framework","Attribute":"Evaluation","Consequence":"Vulnerable Population","Loop":1.0,"causation":"Vulnerable population support > Evaluation > Antecedents","Reference":"1 - 1"},{"ID":"20:4","Quotation Name":"In 2022, China's birth population dropped to 9.56 million (excluding H…","Document":"Li et al_2023","Quotation Content":"In 2022, China's birth population dropped to 9.56 million (excluding Hong Kong, Macao and Taiwan, the whole language is the same), and the birth rate was as low as 6.77 per thousand. Taking into account the data of the Seventh National Population Census and the fertility program of the United Nations' World Population Prospects (2022), the population aged 15-59 in China will decrease from 894 million in 2020 to 653 million in 2050. The number of people aged 60 or above will increase from 264 million in 2020 to 509 million in 2050, and the old-age dependency ratio (60 years old is the standard for elderly people) will rise to 78.02%. It is a strategic measure to solve the aging problem to develop the smart and healthy elderly care business, integrate service resources and innovate service mode with information technology.\nThe \"14th Five-Year Plan\" for the Development of National Aging Cause and Elderly Care Service System emphasizes \"building a smart society that takes into account the needs of the elderly\". The \"Smart Health Elderly Care Industry Development Action Plan (2021-2025)\" (Ministry of Industry and Information Technology joint electronic Letter (2021) No. 154) and other proposed the development goals, key tasks and paths of smart health care services. In recent years, the construction of smart health care for the elderly (referred to as \"smart health care\") has been gradually promoted, and a series of smart health care projects have been launched around the country. By 2021, the state has announced five batches of \"smart health care application pilot demonstration list (pilot enterprises, streets, districts, etc.)\".\n","Codes":"Vulnerable population","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"2 - 2"},{"ID":"20:5","Quotation Name":"Smart healthy city is a new trend of healthy city construction under t…","Document":"Li et al_2023","Quotation Content":"Smart healthy city is a new trend of healthy city construction under the support of information technology. The new generation of information technology such as big data enables the innovation of health care services, efficiently integrates health care resources to solve the urgent problems faced by health care services, and helps the construction and upgrading of health care cities, so as to effectively respond to the challenges brought by aging [1-4].\n","Codes":"Accessibility & Service\nTechnical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"2 - 2"},{"ID":"20:6","Quotation Name":"Smart health city is the result of comprehensive integration of smart…","Document":"Li et al_2023","Quotation Content":"Smart health city is the result of comprehensive integration of smart city construction and highquality development of health care services.\nStrengthening the construction of smart and healthy cities is the key to dealing with the challenges of aging. China is faced with the triple dilemma of a sharp rise in the proportion of the elderly population, an obvious trend of aging and a decline in the proportion of the labor force. The increasing demand for medical and health services of the elderly population has brought huge pressure to the existing health care service system [14-18].\n","Codes":"Vulnerable population","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"20:8","Quotation Name":"The research on healthy city index system mainly focuses on healthy to…","Document":"Li et al_2023","Quotation Content":"The research on healthy city index system mainly focuses on healthy town, healthy city and so on.\nZhang Jie and Zhu Jun proposed to build a smart health city from the aspects of basic information infrastructure construction, smart house and health care smart product promotion, health care data management and service system strengthening, and characteristic health care industry cultivation [26]. Wang Wei and Pei Chuan-wang constructed an index system from four aspects: ecological construction, humanistic construction, people's livelihood construction and medical construction. Under ecological construction, there are 6 indicators such as environmental air quality index; humanistic construction involves 7 indicators such as per capita public library and per capita museum; people's livelihood construction includes 7 indicators such as per capita disposable income.\nMedical construction includes five indicators, including the number of hospital beds per 10,000 people [27].\n","Codes":"Evaluation","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"20:9","Quotation Name":"The construction of smart health city is characterized by the integrat…","Document":"Li et al_2023","Quotation Content":"The construction of smart health city is characterized by the integration of information technology enabling resources and service innovation, and focuses on efficiently meeting the needs of health care services. To this end, the construction of smart and healthy cities needs to achieve the following goals:\n","Codes":"Evaluation\nTechnical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"20:10","Quotation Name":"2.3.2 Smart and healthy city index system design  Considering the avai…","Document":"Li et al_2023","Quotation Content":"2.3.2 Smart and healthy city index system design \nConsidering the availability of data, feasibility of implementation and cost of evaluation, the evaluation index system as shown in Table 1 is designed for the above key objectives to be achieved in the construction of a smart and healthy city. The index system has 5 first-level indicators, 13 second-level indicators and 52 third-level indicators. Under the smart health infrastructure (A), there are two secondary indicators: transportation and postal service (A1) and informatization level (A2). Under the smart and healthy environment (B), there are two secondary indexes: ecological environment (B1) and tourism and leisure (B2). The index of ecological environment status is calculated according to the national environmental standard (standard No. HJ 192-2015).\n","Codes":"Evaluation","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"20:11","Quotation Name":"The author will use the index system designed above to evaluate the cu…","Document":"Li et al_2023","Quotation Content":"The author will use the index system designed above to evaluate the current situation of Foshan smart health city construction. Limited by data availability and other factors, only some indicators were analyzed. The data mainly come from the statistical yearbooks of Qipu, Guangdong Statistical Yearbook (2021), Guangdong Social Statistical Yearbook (2021), China Urban Statistical Yearbook (2020, 2021), Foshan Statistical Yearbook (2021) and other relevant public information, and the data obtained by the author.\n","Codes":"Evaluation","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"20:12","Quotation Name":"The construction of smart and healthy city is a strategic measure to d…","Document":"Li et al_2023","Quotation Content":"The construction of smart and healthy city is a strategic measure to deal with the challenge of aging. Information technology enables resource integration, improves resource utilization efficiency, promotes service model innovation, and builds a borderless health care service network for the elderly. The construction of smart health city involves five fields: smart health infrastructure, smart health environment, smart health economy, smart health service and smart health industry. From the data of 2020-2021, the construction effect of smart health city in Foshan is at the middle level of cities in the Pearl River Delta, and it can provide rich health care services for the elderly population, but it is faced with problems such as the ecological environment needs to be improved, the aging level of public infrastructure needs to be improved, and the intelligent level of health care services is not high.\n","Codes":"Evaluation\nLoop\nTechnical\nVulnerable population","Antecedent":"Technical","Attribute":"Evaluation","Consequence":"Vulnerable population","Loop":1.0,"causation":"Vulnerable population support > Evaluation > Antecedents","Reference":"11 - 11"},{"ID":"20:13","Quotation Name":"First, the smart health care infrastructure is good, supporting the ef…","Document":"Li et al_2023","Quotation Content":"First, the smart health care infrastructure is good, supporting the efficient operation of smart health care services. Perfect infrastructure is a prerequisite for the construction and operation of a smart and healthy city, such as sufficient and reasonable distribution of transportation, communication, telecommunications and other resources, to meet the needs of the elderly people to travel, medical treatment and other needs, to provide material guarantee for the elderly, medical, parks and other service institutions and facilities intelligent operation.\nTherefore, it is necessary to consider the traffic road, postal service capacity and information level when designing the index system.\n","Codes":"Accessibility & Service\nTechnical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"20:14","Quotation Name":"The second is a good environment for wisdom and health. Excellent ecol…","Document":"Li et al_2023","Quotation Content":"The second is a good environment for wisdom and health. Excellent ecological environment and tourism and leisure environment to meet the elderly population's increasingly high health needs. Air pollution, water pollution and other problems in some areas are still relatively serious, and have become important factors affecting the quality of life of elderly people. With the improvement of income and the enrichment of the connotation of a better life, basic health care services have been unable to meet the needs of the elderly, and the upgrading demand for tourism and leisure has increased. Therefore, the evaluation index system needs to reflect the ecological environment and tourism and leisure resources of the city.\n\n","Codes":"Sustainable Environment","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"20:15","Quotation Name":"Third, the economic security of wisdom and health care is in place. Th…","Document":"Li et al_2023","Quotation Content":"Third, the economic security of wisdom and health care is in place. The construction and operation cost of smart health city is high, in addition to the traditional medical, care and other services investment, but also need to telecommunications, public facilities to age and wisdom, service institutions to operate digital investment. Health economic security from the government, individuals (families) and society, donations and other social resources are lim\n","Codes":"Economic sustainability","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"20:16","Quotation Name":"Fourth, service institutions, places and facilities such as elderly ca…","Document":"Li et al_2023","Quotation Content":"Fourth, service institutions, places and facilities such as elderly care, medical care and libraries provide high-quality health care services accurately. According to national standards and policies such as \"Statistical Classification of the Elderly Care Industry (2020)\", \"Guofa [2021] 35\" and \"Ministry of Industry and Information Technology Joint Electronic Letter [2021] 154\", health services mainly include daily care, medical care, health, culture and entertainment services.\nTo this end, the index system should reflect the scale, quality and intelligence level of health care services.\n\n","Codes":"economic opportunity\nEvaluation\nLoop","Antecedent":null,"Attribute":"Evaluation","Consequence":"Economic opportunity\nEconomic sustainability","Loop":1.0,"causation":"Economic opportunity > Economic sustainability > Evaluation","Reference":"5 - 5"},{"ID":"20:17","Quotation Name":"Fifth, the smart health care industry has developed well, and the deve…","Document":"Li et al_2023","Quotation Content":"Fifth, the smart health care industry has developed well, and the development of the silver economy and the wisdom of health care services are carried out simultaneously. Smart health care services rely on a wide variety of smart health care facilities, equipment and parts, and also require the integration of services such as information technology and software services with the health care service industry. To this end, the indicator system should reflect the development level of smart health related manufacturing, service industries and science and technology.\n\n","Codes":"economic opportunity\nEconomic sustainability","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"21:1","Quotation Name":"Some health promotion programs are employing sensor-based and other tr…","Document":"Lupton_2014","Quotation Content":"Some health promotion programs are employing sensor-based and other tracking devices to engage in collective attempts to generate data (‘crowdsourcing’). The terms ‘citizen science’ and ‘citizen sensing’ incorporate the idea that lay people can be trained and equipped to generate scientific information for research or community projects (Swan, 2012b). The concepts of the ‘healthy city’ and the ‘smart city’ are beginning to come together (in what might be called the ‘smart healthy city’) in some attempts to use the digitized sensing and monitoring technologies for health promoting purposes (Kamel Boulos et al., 2011; Kamel Boulos and Al-Shorbaji, 2014). One example is the initiative announced by New York University in 2014, involving collaborating with the developers of a new residential area in that city, Hudson Yards, to create a ‘quantified community’ to promote energy efficiency and residents’ health and wellbeing.\nInformation on such factors as pedestrian traffic, air quality, energy production and consumption and health and physical activity levels of residents was to be routinely collected as part of this project employing self-tracking sensor technologies used by the residents and embedded into the built environment (Anuta, 2014).\n","Codes":"Engagement strategies\nHealth promotion\/QoL\nLoop\nTechnical","Antecedent":"Technical","Attribute":"Engagement strategies","Consequence":"Health promotion\/QoL","Loop":1.0,"causation":"Technical > Engagement strategies > Antecedents > IDSS > Health promotion\/QoL","Reference":"4 - 4"},{"ID":"21:2","Quotation Name":"Sensor-embedded environments and citizen science initiatives Sensor-ba…","Document":"Lupton_2014","Quotation Content":"Sensor-embedded environments and citizen science initiatives Sensor-based technologies are expanding in domestic and urban environments. Many self-tracking and self-care devices include digital sensors for monitoring geolocation and physical movement and biometric data. ‘Smart’ objects embedded\n","Codes":"Technical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"21:3","Quotation Name":"The potential for data mining the personal health information that use…","Document":"Lupton_2014","Quotation Content":"The potential for data mining the personal health information that users contribute to social media platforms is beginning to be discussed in health promotion circles. The opportunity to collect large masses of digital data by accessing digital patient records and other health informatics and harvesting search engine queries and social media content is viewed as having great potential for producing new knowledges about illness and disease and contributing to preventive medicine and health promotion (Brownstein et al., 2009; Dredze, 2012; Harris, 2012; Swan, 2012c; Barrett et al., 2013). Barrett et al., for instance, discuss how ‘collective health’ can be improved with a ‘data-driven approach’, allowing for the identification of ‘personalized risk factors’ and with the supposed ‘precision prevention’ approach that large data sets will offer to health promotion efforts (Barrett et al., 2013). Hill et al. report how ‘online crowd surveillance’, or the harvesting of data from social media interactions (tweets, Facebook status updates, search engine queries) can be used to investigate people’s ‘inner fears and desires about health’ [(Hill et al., 2013), p. 160].\n","Codes":"Health promotion\/QoL\nIDSS\nLoop\nTechnical","Antecedent":"Technical","Attribute":"IDSS","Consequence":"Health promotion\/QoL","Loop":1.0,"causation":"Technical > IDSS > Health promotion\/QoL","Reference":"5 - 5"},{"ID":"22:1","Quotation Name":"In addition to wearable or insertable devices such as fitness trackers…","Document":"lupton-2015-towards-critical-digital-health-st","Quotation Content":"In addition to wearable or insertable devices such as fitness trackers, blood glucose monitors and digital tablets that send data wirelessly from inside the body to a patch worn on the arm, the smart chair, smart floor, smart bed, smart home thermostat and smart car that measures bodily movements and functions already exist.\nSensor-embedded physical environments that monitor people’s movements in public spaces are already in place. Many smart fabrics have been developed that can be used for clothing or footwear to collect body metrics on wearers. The ‘healthy’ city has been reimagined as the ‘smart healthy city’ by bringing together personal biometric data collected on individuals with digital data sets on the cities’ populations.Citizen science and participatory sensing initiatives involving the collection of environmental data by digital devices as part of crowdsourcing efforts.\n","Codes":"Engagement strategies\nTechnical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"6 - 6"},{"ID":"22:2","Quotation Name":"Cimini (2010), for example, examined the attempts to reshape the meani…","Document":"lupton-2015-towards-critical-digital-health-st","Quotation Content":"Cimini (2010), for example, examined the attempts to reshape the meanings of disability by activists in online forums, while Giles (2014) addressed the reactions of Asperger’s disorder online community to changes in the Diagnostic and Statistics Manual of Mental Disorders (DSM) concerning collapsing that disorder into the general autism spectrum. These articles emphasise the important role played by online discussion forums in providing a space for marginalised and disempowered social groups to find each other and provide support.\n","Codes":"Engagement strategies\nTechnical\nVulnerable population","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"22:3","Quotation Name":"By the turn of the 21st century, many social scientists were recognisi…","Document":"lupton-2015-towards-critical-digital-health-st","Quotation Content":"By the turn of the 21st century, many social scientists were recognising the growing impact of health- and medical-related websites and researched them accordingly. A series of articles reporting such studies were published in Health from 2000. Most of these articles on online discussions and information have tended to adopt a similar approachas that taken in traditional analyses of health and medicine in the mass media. The content of websites and online messages or discussions contributed by users have been a central focal point for research.\n","Codes":"Engagement strategies\nTechnical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"22:4","Quotation Name":"Doctors now ‘prescribe’ smartphone apps to their patients as part of p…","Document":"lupton-2015-towards-critical-digital-health-st","Quotation Content":"Doctors now ‘prescribe’ smartphone apps to their patients as part of preventive medicine and self-care regimens, while some lay people use self-monitoring apps and devices voluntarily to track their health and fitness. Lay people and healthcare professionals alike exchange experiences and share images on social media sites such as Facebook, Twitter, Instagram and YouTube and specialised platforms such as PatientsLikeMe and Patient Opinion and (for healthcare professionals) Sermo and QuantiaMD. In the United States, platforms like ZocDoc (with associated apps for mobile devices) help patients find doctors and dentists in their local area and make appointments online, as well as read reviews of doctors by other users. Big data analytics are reshaping medical and public health knowledge as part of ‘infoveillance’ techniques and disease mapping using platforms such as HealthMap and Google Flu Trends. Health promoters are seeking opportunities to use mobile devices to convey their messages; medical students are learning in virtual environments and on virtual patients.Using digital data files, customised 3D-printed prostheses are fabricated to replace human body parts.\n","Codes":"Engagement strategies\nTechnical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"22:5","Quotation Name":"A major development in digital health is the emergence of the digital…","Document":"lupton-2015-towards-critical-digital-health-st","Quotation Content":"A major development in digital health is the emergence of the digital data knowledge economy, in which the personal information that is generated by lay people via their interactions with digital technologies has taken on significant commercial, managerial, research and private value (Kitchin, 2014; Van Dijck, 2013). With the support of ubiquitous mobile computing and the computing cloud, personal data are generated incessantly by users and stored in massive databases. In the context of health and medicine, the term ‘patient-generated data’ has begun to be employed (Huba and Zhang, 2012). This term refers to the various ways in which patients or their lay caregivers produce information on themselves outside the clinic setting: either voluntarily through self-tracking efforts, remote monitoring self-care devices and uploading material to social media platforms, or as part of routine transactions online. Not all of these data may be in digital form originally – some may involve completing pen-and-paper questionnaires or writing in paper diaries, for example – but most of this material is eventually rendered into digital formats for storage and analysis. These data are then employed for purposes such as health profiling for targeting treatment and illness prevention strategies.\n","Codes":"Citizen Participation\neconomic opportunity\nHealth promotion\/QoL\nLoop\nPersonalized healthcare\nTechnical","Antecedent":"Technical","Attribute":"PPPs Economic opportunity","Consequence":"Citizen participation\nHealth promotion\/QoL\nPersonalized healthcare","Loop":1.0,"causation":"Technical > PPPs > Economic opportunity > Health promotion, Citizen participation","Reference":"6 - 6"},{"ID":"22:6","Quotation Name":"Thus, for example, a wearable device used by a patient for self-monito…","Document":"lupton-2015-towards-critical-digital-health-st","Quotation Content":"Thus, for example, a wearable device used by a patient for self-monitoring a chronic illness such as diabetes or high blood pressure or a device voluntarily used by a person intent on self-tracking their energy intake and expenditure, physical activity or sleep produces digital data on bodily functions and activities that can be readily uploaded to the software of healthcare professionals (such as patient electronic records) or to social media for sharing with friends. These data may then circulate in the digital data economy, targeted for harvesting by data miners or researchers who are interested in the insights that they may produce for commercial or research endeavours.","Codes":"Citizen Participation\neconomic opportunity\nLoop\nTechnical","Antecedent":"Technical","Attribute":"PPPs\nEngagement strategies","Consequence":"Citizen participation","Loop":1.0,"causation":"Technical > Engagement strategies > Citizen participation > Antecedents > PPPs > Economic opportunity","Reference":"6 - 6"},{"ID":"23:1","Quotation Name":"Blockchain solutions are currently being explored for: (1) securing pa…","Document":"MN-2018-Geospatial blockchain_ promises, chall","Quotation Content":"Blockchain solutions are currently being explored for: (1) securing patient and provider identities; (2) managing pharmaceutical and medical device supply chains; (3) clinical research and data monetisation; (4) medical fraud detection; (5) public health surveillance; (6) enabling truly public and open geo-tagged data; (7) powering many Internet of Things-connected autonomous devices, wearables, drones and vehicles, via the distributed peer-to-peer apps they run, to deliver the full vision of smart healthy cities and regions; and (8) blockchainenabled augmented reality in crisis mapping and recovery scenarios, including mechanisms for validating, crediting and rewarding crowdsourced geo-tagged data, among other emerging use cases.","Codes":"Health promotion\/QoL\nIDSS\nTechnical","Antecedent":"Technical","Attribute":"IDSS","Consequence":"Health promotion\/QoL","Loop":1.0,"causation":"Technical > IDSS > Health promotion\/QoL","Reference":"1 - 1"},{"ID":"23:2","Quotation Name":"In addition to the above-mentioned four major categories of blockchain…","Document":"MN-2018-Geospatial blockchain_ promises, chall","Quotation Content":"In addition to the above-mentioned four major categories of blockchain use cases for healthcare, new categories are coalescing and individual use cases continue to emerge (see also the section below entitled ‘Geospatial blockchain use cases for smart healthy cities and regions’).\nTese include, but are not limited to, public health surveillance [37], enhancing compliance in human subject regulations for IRBs (Institutional Review Boards) [29], improving medical records management [30],\n","Codes":"IDSS\nRegulational framework\nTechnical","Antecedent":"Technical\/Regulatory framework","Attribute":"IDSS","Consequence":null,"Loop":1.0,"causation":"IDSS > Antecedents","Reference":"7 - 7"},{"ID":"23:3","Quotation Name":"and leveraging genomic data in a broader way [38, 39]. Medication pres…","Document":"MN-2018-Geospatial blockchain_ promises, chall","Quotation Content":"and leveraging genomic data in a broader way [38, 39].\nMedication prescribing is another potential healthcare use case that could illustrate beneft from the transparency and share-ability of blockchains. A blockchain for prescriptions could be used as a ‘shared source of truth’, combating incorrect, outdated, and siloed data [10]. A blockchain for management of prescription data might also have the potential to enable new ways to interact with patients and their prescriptions, including writing a valid prescription to the blockchain without needing to specify a pharmacy and to allow partial flling of prescriptions across multiple pharmacies [10].\n","Codes":"IDSS\nTechnical","Antecedent":"Technical","Attribute":"IDSS","Consequence":null,"Loop":1.0,"causation":"Technical > IDSS","Reference":"7 - 7"},{"ID":"23:4","Quotation Name":"Geospatial blockchain use cases for smart healthy cities and regions T…","Document":"MN-2018-Geospatial blockchain_ promises, chall","Quotation Content":"Geospatial blockchain use cases for smart healthy cities and regions Te Internet of Tings (IoT) is the foundation of the smart healthy cities and regions of today and tomorrow [40, 41]. To perform its ‘magic’ in improving citizens’ wellness and quality of life, the IoT generates and consumes big, versatile (and often geo-tagged) amounts of data. Tese data and their processing can greatly beneft from blockchain and related technologies. Ellehauge [42] cites the example of Uber, where a centralised approach with a ‘middleman’ owning and controlling data (and charging signifcant fees for matching consumers and service providers) can be replaced by a blockchain-style, distributed peer-to-peer alternative that ofers users full control of their data whilst being cheaper to both clients and service providers.\n","Codes":"IDSS\nLoop\nTechnical","Antecedent":"Technical","Attribute":"IDSS","Consequence":null,"Loop":1.0,"causation":"Technical > IDSS","Reference":"7 - 7"},{"ID":"23:5","Quotation Name":"Ellehauge [42] also explains the benefts of using blockchain technolog…","Document":"MN-2018-Geospatial blockchain_ promises, chall","Quotation Content":"Ellehauge [42] also explains the benefts of using blockchain technology to provide ‘truly public open data’ (but suitable business models are needed to cover the costs involved). Many current open data oferings are centralised, such as the UK Ordnance Survey map data (OS Maps), which, although free to end users, is fnanced through the taxpayer. IoT apps often rely on third parties for their geospatial elements, e.g., OS Maps or Google Maps data. But with access to truly publicly-distributed blockchain-style data, these apps can become more reliable and cheaper to run and sustain. With blockchain-style open data, no one can restrict access to the data (unlike with a centralised system), and costs can be kept to a minimum, thanks to the open nature of competing nodes and contributors. Geospatial data contributors can be rewarded with some form of tokens, and a public record can be kept of all changes and contributions made.\n","Codes":"IDSS\nTechnical","Antecedent":"Technical","Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"7 - 7"},{"ID":"23:6","Quotation Name":"Te market for IoT devices and apps that negotiate with, and pay, each…","Document":"MN-2018-Geospatial blockchain_ promises, chall","Quotation Content":"Te market for IoT devices and apps that negotiate with, and pay, each other for secure, safe operation and services, e.g., mobile and wearable devices that pay for public transportation [43], and autonomous connected devices and vehicles for smart city emergency\/disaster response, such as a drone defbrillator, or a drone for the delivery of ordered medicines and medical supplie\n","Codes":null,"Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"7 - 7"},{"ID":"23:7","Quotation Name":"or a self-driving ambulance car (or helicopter), is expected to grow i…","Document":"MN-2018-Geospatial blockchain_ promises, chall","Quotation Content":"or a self-driving ambulance car (or helicopter), is expected to grow in the near future. Distributed peerto-peer apps powering these smart drones and vehicles would cut out the ‘middleman’ and the dependence on third-party providers for navigation and other geospatial data [42, 45]. Dasgupta [46] mentions how a well-conceived blockchain can mitigate the possibility of an IoTpowered autonomous vehicle being hijacked and driven to a wrong location. If we consider the data carrying the instructions to the vehicle as transactions, and the network is on a blockchain, then the process of consensus would help validate these transactions, trapping any illegal ones, and weeding out the wrong instructions they carry.\n","Codes":"Technical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"8 - 8"},{"ID":"23:8","Quotation Name":"Citizen engagement in the crowdsourcing of geotagged data can be combi…","Document":"MN-2018-Geospatial blockchain_ promises, chall","Quotation Content":"Citizen engagement in the crowdsourcing of geotagged data can be combined with augmented reality (AR) and blockchain technology (blockchain-enabled AR) in powerful new crisis mapping and recovery scenarios, e.g., in the production and real-time updating of an augmented crisis map for navigating a disasterstricken area, in which geo-tagged AR objects providing critical contextual information and advice are superimposed onto the real world scene on user’s smartphone (such as a ‘Do Not Drive; Cable Wires Ahead’ message when approaching a fooded zone). Te crowdsourced data objects can be blockchain-validated, credited and rewarded [47].\n","Codes":"Citizen Participation\nInfrastructure resilience\nLoop\nTechnical","Antecedent":"Technical","Attribute":null,"Consequence":"Citizen participation\nInfrastructure resilience","Loop":1.0,"causation":"Technical > Citizen participation > Antecedents > IDSS > Infrastructure resilience","Reference":"8 - 8"},{"ID":"23:10","Quotation Name":"powering many IoT-connected autonomous devices, wearables, drones and…","Document":"MN-2018-Geospatial blockchain_ promises, chall","Quotation Content":"powering many IoT-connected autonomous devices, wearables, drones and vehicles, via the distributed peer-to-peer apps they run, to deliver the full vision of smart healthy cities and regions;\n","Codes":"Technical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"8 - 8"},{"ID":"23:11","Quotation Name":"Securing patient information and provider identities Securing patient…","Document":"MN-2018-Geospatial blockchain_ promises, chall","Quotation Content":"Securing patient information and provider identities Securing patient data for storage, patient access, and health system interoperability is a challenge for blockchain implementation due to its largely open nature.\nAs said earlier, one solution to this is using a hybrid approach, but the issue of interoperability is still present using these models [14].\n","Codes":"Regulational framework","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"23:12","Quotation Name":"Challenges Among the challenges facing geospatial blockchain implement…","Document":"MN-2018-Geospatial blockchain_ promises, chall","Quotation Content":"Challenges Among the challenges facing geospatial blockchain implementations today, there are three particularly pressing ones (besides the above-mentioned need for sustainable business models) upon which the future success and mainstream adoption of the technology will be hinging.\nTese three challenges require careful consideration and innovative solutions (both technical and regulatory) to address them. Te frst issue is interoperability, to have blockchains from diferent providers and services seamlessly talk to each other as appropriate [51]. Te second issue is blockchain security [52]. After all, the whole rationale of using a blockchain is to let people who did not previously know or trust one another share data in a secure, tamperproof way. But the security of even the best-conceived blockchain can fail in some scenarios (e.g., the so-called ‘51% attacks’) [52, 53], calling for adequate\n","Codes":"Regulational framework","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"8 - 8"},{"ID":"23:13","Quotation Name":"1. securing patient and provider identities; 2. managing pharmaceutica…","Document":"MN-2018-Geospatial blockchain_ promises, chall","Quotation Content":"1. securing patient and provider identities; 2. managing pharmaceutical and medical device supply chains; 3. clinical research and data monetisation, e.g., [56–58]; 4. medical fraud detection; 5. public health surveillance, e.g., by the US CDC (Centers for Disease Control and Prevention) for sharing public health data to help public health workers respond faster to a crisis [59]; 6. enabling truly public and open geo-tagged data; 7. powering many IoT-connected autonomous devices, wearables, drones and vehicles, via the distributed peer-to-peer apps they run, to deliver the full vision of smart healthy cities and regions; and 8. blockchain-enabled augmented reality in crisis mapping and recovery scenarios, including mechanisms for validating, crediting and rewarding crowdsourced geo-tagged data, among other emerging blockchain use cases.\n","Codes":"Health promotion\/QoL\nInfrastructure resilience","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"8 - 8"},{"ID":"24:1","Quotation Name":"This article provides an overview of GeoAI technologies (methods, tool…","Document":"MN-2019-An overview of GeoAI applications in h","Quotation Content":"This article provides an overview of GeoAI technologies (methods, tools and software), and their current and potential applications in several disciplines within public health, precision medicine, and Internet of Things-powered smart healthy cities. The potential challenges currently facing GeoAI research and applications in health and healthcare are also briefy discussed.\n","Codes":"Health promotion\/QoL\nIDSS\nPersonalized healthcare","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"1 - 1"},{"ID":"24:2","Quotation Name":"A common theme across GeoAI applications at the population and individ…","Document":"MN-2019-An overview of GeoAI applications in h","Quotation Content":"A common theme across GeoAI applications at the population and individual level is the use of novel sources of spatial big data, such as social media, electronic health records, satellite remote sensing, and personal sensors, to advance the science of public health (especially in the context of ‘smart healthy cities’) and potentially precision medicine,\n","Codes":"Health promotion\/QoL\nPersonalized healthcare\nTechnical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"1 - 1"},{"ID":"24:3","Quotation Name":"Te purpose of this editorial is to provide an overview of GeoAI techno…","Document":"MN-2019-An overview of GeoAI applications in h","Quotation Content":"Te purpose of this editorial is to provide an overview of GeoAI technologies (methods and tools, and software), and current and emerging\/potential applications of GeoAI in several disciplines within public health and precision medicine, as well as IoT (Internet of Tings)- powered smart healthy cities. Smart healthy cities gather, generate and consume large amounts of big health and environmental data. GeoAI can play a key role in making sense of these data through intelligent, location-based big data analytics.\n","Codes":"Health promotion\/QoL\nIDSS\nPersonalized healthcare\nTechnical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"2 - 2"},{"ID":"24:4","Quotation Name":"GeoAI for IoT‑powered smart healthy cities IoT-powered smart cities re…","Document":"MN-2019-An overview of GeoAI applications in h","Quotation Content":"GeoAI for IoT‑powered smart healthy cities IoT-powered smart cities rely heavily on the usage of sensors that can be embedded into buildings, roads, vehicles, devices, plants, animals and human bodies turning these physical objects into digitally connected “things” [11]. Tese IoT sensors deployed in cities lead to the generation of a huge amount of real-time data, which are often geo-tagged or geo-located. GeoAI is essential for processing and making sense of such geospatial and realtime big data, and support the smart vision of cities. For example, cities such as Barcelona [11], New York [64] and Dublin [65] have been adopting smart\/connected bins with wireless sensors to detect and monitor trash levels in real time. With the support of GeoAI, trash collectors will then be informed and constantly updated regarding optimal routes for garbage collection in locations that require attention. In this scenario, the combination of IoT big data and GeoAI allows cities to minimise waste management costs and efort with improved efciency and smartness [11].\nIn light of this discussion, smart city initiatives include inherent components for a healthier environment, referring to the concept of smart healthy cities that aim to improve the quality of city lives and enhance wellbeing of citizens [11]. Te GeoAI applications in public health and precision medicine discussed above can all contribute to make smart healthy cities a reality. Te fundamental aim should be to expand and integrate GeoAI endeavours in public health and precision medicine with other IoT infrastructures deployed in smart cities to facilitate largescale efects at the population level.\nFor example, in Barcelona, a city-wide network of IoT sensors and connected devices (e.g., smart bins, smart streetlights with embedded air quality monitoring sensors, smart parking spots, and high-resolution cameras), provides valuable real-time data on noise, air quality and other types of environmental pollutants as well as the fow of citizens and trafc conditions, covering diverse locations across the city [11]. Te comprehensive analysis of these geo-tagged IoT data can allow local authorities to identify the most crowded and polluted areas in the city at diferent time points, enabling instantaneous decision making (e.g., actively changing driving speed limits in busy intersections) to ease trafc pressure and reduce environmental burden. In addition, the integration of health big data (e.g., EHRs, mHealth and wearable sensing data) with city IoT infrastructure and GeoAI tools can allow local authorities and policy makers to enhance city development plans to distribute and improve public services related to health and transportation (e.g., targeted development of hospitals and care centres proximate to local transportation in areas with a large population requiring caring needs). In addition, when responding to city emergencies and disasters, GeoAI tools can be used to process and analyse geo-tagged IoT datasets, generating city maps for navigating the afected areas and obtaining contextual and real-time information (e.g., trafc and injured\/patient conditions) for emergency responders [66].\n","Codes":"Personalized healthcare\nSustainable Environment","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"6 - 6"},{"ID":"24:5","Quotation Name":"Te integration of health big data and IoT sensing data could maximise…","Document":"MN-2019-An overview of GeoAI applications in h","Quotation Content":"Te integration of health big data and IoT sensing data could maximise the utility of GeoAI in realising the vision of smart healthy cities. However, such integration may not be easily achievable in practice. For example, China has initiated over 700 smart city projects in more than 500 cities since 2012. Tis endeavour led to the emergence of hundreds of smart city apps and services on health and transportation [67]. While many Chinese cities have expressed an interest in integrating their various local smart city apps into one single platform, these attempts remain in preliminary stages [67]. Te absence of adequate standards and protocols for communication, integration, interoperability and control is a major barrier hindering seamless integration of IoT systems and applications in smart cities [11, 68], which together with data privacy and methodological issues discussed below, can infuence the development and usage of GeoAI tools in IoT-powered smart healthy cities.\n","Codes":"Regulational framework","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"7 - 7"},{"ID":"24:7","Quotation Name":"GeoAI technologies Geospatial data refers to data containing a geograp…","Document":"MN-2019-An overview of GeoAI applications in h","Quotation Content":"GeoAI technologies Geospatial data refers to data containing a geographic component that identifes locations (e.g., coordinates, addresses, and postcodes) or indicates geographically referenced features and conditions, such as the population of a district, seasonal weather of a region, number of vehicles passing a highway intersection, and geo-tagged social media data [10]. National and local governments were historically the main provider of geospatial data, but it is becoming common for geospatial data to be acquired and generated by commercial enterprises, academic researchers, and non-proft organisations [10]. More recently, IoT sensors and devices deployed in modern cities represent novel and alternative sources of generating geo-tagged big data [11]. It is therefore meaningful and imperative to apply robust GeoAI technologies to process, analyse, and make sense of such increasing amounts of spatial big data in real time [11].\nMachine learning, deep learning and data mining are essential methods forming the foundation of GeoAI. In particular, machine learning includes AI methods and algorithms for computers to obtain knowledge by iteratively extracting and learning from patterns hidden in raw data [12]. Deep learning is widely perceived as a cutting-edge type of machine learning that allows computers to simulate brain function to understand complex concepts in the real world more efectively [12]. Data mining techniques were developed as part of machine learning to explore new patterns from large datasets and to make appropriate recommendations (e.g., recommender systems in e-commerce sites) [12]. GeoAI tools and applications aim to utilise all of these methods as relevant to obtain valuable information and knowledge from spatial big data for specifc analytical needs [12]. Such GeoAI tools and software have been developed and applied in diferent domains and contexts, including for the military, commercial businesses, and public and civic sectors.\n","Codes":"IDSS\nTechnical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"2 - 2"},{"ID":"24:8","Quotation Name":"GeoAI for public health Public health seeks to promote health and prev…","Document":"MN-2019-An overview of GeoAI applications in h","Quotation Content":"GeoAI for public health Public health seeks to promote health and prevent disease at the population level, involving multiple specialised disciplines that aim to understand and\/or intervene on diferent aspects of population health. Several examples of recent and emerging GeoAI applications in the disciplines of environmental health, epidemiology, genetics, social and behavioural sciences, and infectious diseases are provided below.\n","Codes":"Health promotion\/QoL","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"24:9","Quotation Name":"GeoAI for precision medicine Te practice of medicine involves making d…","Document":"MN-2019-An overview of GeoAI applications in h","Quotation Content":"GeoAI for precision medicine Te practice of medicine involves making decisions based on obtaining as much information about a patient’s health as possible [55]. Precision medicine is an efort to tailor prevention and treatment strategies through considering individual variability in genetics, environment, and lifestyle [8]. Applications of AI in precision medicine have included using machine learning for prediction of patient diagnoses and outcomes [56]. Opportunities to incorporate GeoAI can be found in emerging research initiatives focused on the integration of mobile health (mHealth) in precision medicine.\nmHealth is the application of mobile technologies (e.g., phones, tablets) to support and enhance the performance of healthcare and public health practice [57].\n","Codes":"Personalized healthcare","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"5 - 5"},{"ID":"24:10","Quotation Name":"Potential challenges Te US NIH is expected to fund more research into…","Document":"MN-2019-An overview of GeoAI applications in h","Quotation Content":"Potential challenges Te US NIH is expected to fund more research into mobile imaging, pervasive sensing, social media, and location tracking in the future [69]. As massive amounts of data continue to be captured and collected, issues related to data privacy are paramount. Ethical frameworks are also required to appropriately inform study participants of risks and to protect patient privacy. Standards for securing and sharing research data collected by commercial devices and apps should also be addressed.\nA methodological challenge is the lack of labelled training data for AI algorithms. In particular, supervised learning involves predicting the label or response of each data point using a set of labelled training examples [39].\nTraining data are important to accurately identify geographic features from input data. Tere are initiatives in place to facilitate this process, including Google’s human labelling service that allows human operators to label images. Importantly, as AI methods becomes more pervasive in clinical research, the role of subject matter expertise becomes imperative to avoid the uninformed use of big data as part of AI algorithms to produce results [2, 70]. Domain expertise is needed to avoid erroneous discoveries and to properly understand the relationships being modelled. Although GeoAI is valuable for discovery and hypothesis generation, there is a signifcant need for well-designed studies and use of appropriate data to confrm any fndings from this research [70].\n","Codes":"Regulational framework\nTechnical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"7 - 7"},{"ID":"25:1","Quotation Name":"A number of application examples of digital twins for personalised med…","Document":"MN-2021-Digital Twins","Quotation Content":"A number of application examples of digital twins for personalised medicine, public health, and smart healthy cities are presented, followed by a brief discussion of the key technical and other challenges involved in such applications, including ethical issues that arise when digital twins are applied to model humans.\n","Codes":"Health promotion\/QoL\nIDSS\nPersonalized healthcare\nRegulational framework","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"1 - 1"},{"ID":"25:2","Quotation Name":"We also describe how this concept can be used for smart healthy cities…","Document":"MN-2021-Digital Twins","Quotation Content":"We also describe how this concept can be used for smart healthy cities, followed by some key challenges involved in its adoption, including ethical issues that arise when digital twins are applied to model humans. Our goal is to shed some light on the real-world practicality and implications of digital twins.\n","Codes":"Regulational framework","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"2 - 2"},{"ID":"25:3","Quotation Name":"Digital Twins for Smart Healthy Cities Besides the aforementioned COVI…","Document":"MN-2021-Digital Twins","Quotation Content":"Digital Twins for Smart Healthy Cities Besides the aforementioned COVID-19 city-wide application examples [31,32], digital twin technology coupled with geographic information systems (GIS) can deliver much desired intelligent decision support functionality for urban and public health planners in a wide range of applications, from road traffic management (e.g., to reduce road traffic congestion, air and noise pollution, and injuries\/accidents) to flood monitoring and flood situation services, in the context of smart healthy cities. These city twins go beyond traditional 3D models of cities, allowing smart cities to dynamically integrate key factors, such as time (temporal dimension, especially using real- and near-real-time data) and human behaviour, to better monitor conditions of interest, test various intervention scenarios in silico, and predict how a city system will react to changes and modifications and how its population will be impacted [31]. Informed decisions can then be made by urban and public health planners to take appropriate courses of action and\/or revisit policies to achieve desired public health and wellbeing outcomes.\n","Codes":"IDSS\nInfrastructure resilience\nLoop\nTechnical","Antecedent":"Technical","Attribute":"IDSS","Consequence":"Infrastructure resilience","Loop":1.0,"causation":"Technical > IDSS > Infrastrucutre resilience","Reference":"8 - 8"},{"ID":"25:4","Quotation Name":"The U.S. city of Boston digital twin, for example, is helping planners…","Document":"MN-2021-Digital Twins","Quotation Content":"The U.S. city of Boston digital twin, for example, is helping planners visualise proposed buildings, especially tall ones and skyscrapers, and their impacts on healthy living and working conditions in the surrounding neighbourhoods, such as shadows cast on the\nJ. Pers. Med. 2021, 11, 745 9 of 12 \ncity through the seasons [35]. (It is a well-known fact that reduced exposure to sunshine is linked to seasonal affective disorder, especially in winter in places and offices where surrounding tall buildings are casting long shadows and blocking direct sunlight. Good urban planning can help mitigate this situation.) \n","Codes":"Health promotion\/QoL\nIDSS\nLoop\nTechnical","Antecedent":"Technical","Attribute":"IDSS","Consequence":"Health promotion\/QoL","Loop":1.0,"causation":"Technical > IDSS > Health","Reference":"8 - 9"},{"ID":"25:6","Quotation Name":"3. Digital Twins in Personalised Medicine Like many disciplines in ind…","Document":"MN-2021-Digital Twins","Quotation Content":"3. Digital Twins in Personalised Medicine Like many disciplines in industry, IoT has provided extensive support in the health\/care sector [14], from collecting real-time data streams from connected clinical, health, and other (e.g., environmental) sensors, as well as devices to facilitate communications between\n","Codes":"IDSS\nLoop\nPersonalized healthcare\nTechnical","Antecedent":"Technical","Attribute":"IDSS","Consequence":"Personalized healthcare","Loop":1.0,"causation":"Technical > IDSS > Health","Reference":"5 - 5"},{"ID":"25:7","Quotation Name":"A key research opportunity is to develop a virtual system for tracking…","Document":"MN-2021-Digital Twins","Quotation Content":"A key research opportunity is to develop a virtual system for tracking and managing disease outbreaks so that the public can be better prepared to respond to them.\nDeren et al. [31] presented such a system as an integrated component of a smart city based on experience learned from handling the COVID-19 pandemic in China. Their model involves multiple pieces, including a spatiotemporal patient database populated from multiple sources, cloud computing platforms, and AI location technology, all of which work in conjunction to effectively respond to an outbreak. The system is able to provide disease traceability through proximity analysis of the patient database, as well as to quickly identify individuals who have had close contact with those affected. It can also use the location information in the dataset to virtually assess the risk levels of different regions.\nAreas with high risk of disease transmission are mapped out, which can be used to provide real-time alerts to visitors.\n","Codes":"IDSS\nLoop\nPandemic response\nTechnical","Antecedent":"Technical","Attribute":"IDSS","Consequence":"Pandemic response","Loop":1.0,"causation":"Technical > IDSS > Pandemic response","Reference":"8 - 8"},{"ID":"25:8","Quotation Name":"Schwartz et al. present sone important design considerations for digit…","Document":"MN-2021-Digital Twins","Quotation Content":"Schwartz et al. present sone important design considerations for digital twins in medicine and healthcare, including, among others, clear data visualisation, ease of access and accessibility, ease of adding and removing data sources (e.g., data removal due to privacy breaches or known errors in the data), and integration into clinical workflow [36].\nMasison et al. propose a highly modularised architecture for digital twins in medicine that could well enable the addition and removal of data sources with ease. This architecture treats each dynamic biological process in a digital twin, or related collection of processes, as a separate module of the twin, e.g., a module for molecular processes and a separate one for cellular processes. Individual modules are only indirectly connected by communicating through a central data structure, the global digital twin model state, rather than exchanging data with each other directly. This approach has a key advantage of preventing any direct dependencies between the computational side of modules, enabling the digital twin model to be easily extended or modified [37].\nDigital twin consortia bringing together the industry, government, academia, and practitioners from around the world will increasingly play an important role in the standardisation of digital twin methods and interoperability protocols over the coming years.\nExamples of these consortia include the medical and health industry-focused Swedish Digital Twin Consortium [38] and DigiTwins Consortium [39], as well as the Digital Twin Consortium®, which caters for all industries [40]. It is hoped that a dedicated, multipurpose human\/medical digital twin software development kit (SDK) will become widely available at some point in the future to complement existing (generic) digital twin software tools (e.g., [41]) and optimise them for medical and healthcare applications.\n","Codes":"Technical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"9 - 9"},{"ID":"25:9","Quotation Name":"3. AI and (Big) Data Issues and Challenges Digital twins share many of…","Document":"MN-2021-Digital Twins","Quotation Content":"3. AI and (Big) Data Issues and Challenges Digital twins share many of the same issues and challenges faced by modern AI and (big) data analytics [45], namely, data availability and quality issues; data integration and interoperability issues; data sharing issues, including concerns about intellectual property; data privacy and security across platforms and systems; and AI bias, (and poor) explainability and reproducibility issues.\nData (of good quality) are the lifeblood of modern AI\/machine learning and new knowledge discovery. Data of all sizes are vital, not just ‘big data’. More traditional ‘small data(sets)’ should also be curated; catalogued; and used, alone or combined with ‘big data’, for best results, where and as applicable. In each case, one should find, and opt for, the ‘right-sized data’ rather than the ‘big(gest) data’. The adoption of standardised metadata, relevant ontologies, including controlled clinical terminologies, as well as other established best practices in (digital twin) data management will be critical to avoid ending up with a ‘data swamp’ and poor, unreliable results.\nEnhanced AI reproducibility and bias reduction in intelligent digital twins can be achieved by ensuring target populations are well represented in their corresponding digital twins\/digital twin aggregates. Digital twins also offer opportunities for more explainable AI in medicine, e.g., [46]. Their core ‘digital thread’ tracing and tracking feature, in particular, can play a key role in realising a more explainable AI.\n","Codes":"Regulational framework","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"10 - 10"},{"ID":"25:10","Quotation Name":"The idea of digital twins made its first appearance in David Gelernter…","Document":"MN-2021-Digital Twins","Quotation Content":"The idea of digital twins made its first appearance in David Gelernter’s book in the early 1990s [3]. In 2002, Michael Grieves introduced the initial conceptual model of digital twins in applications of product lifecycle management for manufacturing, but under different names, i.e., ‘Mirror Space Model’ and later ‘Information Mirror Model’ [4,5]. However, the first practical application that gave rise to the present name of this concept came later in 2010, during NASA’s (United States National Aeronautics and Space Administration) attempt to create digital simulations of spacecraft for testing [6]. Digital twin technology has since gained traction in both industry and research, and has been adopted in a growing number of industrial applications. Different categories of digital twins exist today, but the conceptual model itself is comprised of three components: the physical (source) product in the physical space, the digital representation of the physical product in the virtual environment, and connections between the two—data and information flowing between the physical and digital products [7] (Figure 1).\nThe last few decades have fostered rapidly growing and maturing technologies that have accelerated numerous business processes and the development of innovative solutions.\nIn particular, developments in sensor technologies and wireless networks have pushed forward the applications of the Internet of Things (IoT), and contributed to the practical applications of digital twin technology. (IoT refers to internet-connected sensors and devices, embedded in everyday objects or attached to the human body, e.g., as wearables, that can collect, send, and receive data about the instrumented entities and\/or their environment.) Thanks to IoT, digital twins can now be created to collect much more realworld and real-time data from a wide range of sources, and thus can establish and maintain more comprehensive simulations of the physical entities, their functionality, and changes they undergo over time.\n","Codes":"IDSS\nTechnical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"2 - 2"},{"ID":"25:11","Quotation Name":"We first provide an overview of its concepts and a brief history of th…","Document":"MN-2021-Digital Twins","Quotation Content":"We first provide an overview of its concepts and a brief history of the technology, and then present a number of applications of digital twins for personalised medicine and public health.\n","Codes":"Health promotion\/QoL\nIDSS\nPersonalized healthcare","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"2 - 2"},{"ID":"26:1","Quotation Name":"충남형 정주환경모델의 특징은 첫째, 읍면소재지의 대중 교통  결절지에 스마트 건강관리센터를 설치하고 주민밀착형 생활 인프라를…","Document":"Oh_2017","Quotation Content":"충남형 정주환경모델의 특징은 첫째, 읍면소재지의 대중 교통 \n결절지에 스마트 건강관리센터를 설치하고 주민밀착형 생활 인프라를 복합화하는 스마트 건강도시를 조성하는 것임. 이를 위해 보행 증진을 위한 설계기법을 적용한 건강가로(街路)를 조성하고 한계 마을 주민을 위한 수요응답형 대중 교통정책(DRT)을 추진하며, 찾아 가는 의료서비스, 치유농업, 충남형 공원 사업 등과 연계함\n","Codes":"Eco-friendly\nIntegrated community","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"1 - 1"},{"ID":"26:2","Quotation Name":"(1) 스마트 건강도시 조성 ● 군지역 읍면소재지와 중간거점 간 시간-거리 접근성을 개선하여 농어촌서비스가 거리에 상관없이 압…","Document":"Oh_2017","Quotation Content":"(1) 스마트 건강도시 조성 ● 군지역 읍면소재지와 중간거점 간 시간-거리 접근성을 개선하여 농어촌서비스가 거리에 상관없이 압축(Distance decay)되는 한국형 압축도시 공간구조를 지향함 \n● 특히, 한계마을에 생활인프라 서비스를 제공하기 어려운 한계를 극복하기 위해 시간-거리 접근성 기반의 압축적 공간구조(접은 우산구조)를 제안함 \n- 현재 대부분 군지역의 공간구조는 펼친 우산구조를 지향하는 다핵심 공간구조로써 균등한 도 \n시서비스(도로, 공공시설 등)를 물리적으로 균등하게 제공하는 고비용 공간구조라 할 수 있음 \n- 반면, 한국형 압축도시 공간구조는 접근 우산구조 형태로 읍면소재지에 생활인프라 기능을 집적 시키는 건강주구를 조성하고 공동체 거점과 자율주행 DRT, 우버 택시, 스마트 기반시설 등을 통해 시간-거리 접근성을 개선함으로써 도시서비스의 경제성을 확보하는 스마트한 공간구조를 의미함\n","Codes":"Accessibility & Service\nIntegrated community","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"12 - 12"},{"ID":"26:3","Quotation Name":"이를 위해 첫째, 농촌지역 주민 모두가 읍면소재지에서 건강관리를 받을 수 있도록 대중교통결절지에 위치한 보건의료시설을 중심으로…","Document":"Oh_2017","Quotation Content":"이를 위해 첫째, 농촌지역 주민 모두가 읍면소재지에서 건강관리를 받을 수 있도록 대중교통결절지에 위치한 보건의료시설을 중심으로 건강주구를 보행거리(1㎞×1㎞) 내로 조성함 \n- 건강주구는 읍면소재지 보건(지)소에 스마트 건강관리센터를 설치하고, 생활인프라를 복합화 하며 부족한 기능은 찾아가는 서비스(u-헬스, 문화서비스 등)와 연계하도록 함 \n- 스마트 건강도시는 보행증진을 위한 설계기법을 통해 걷고 싶은 도시를 만들고 충남형 공원\n","Codes":"Accessibility & Service\nEco-friendly","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"13 - 13"},{"ID":"26:4","Quotation Name":"둘째, 읍면소재지에 개발공사가 기초지자체와 협력하여 국민주택기금, 빈집, 공유지 등을 활용한 공공임대주택을 제공함","Document":"Oh_2017","Quotation Content":"둘째, 읍면소재지에 개발공사가 기초지자체와 협력하여 국민주택기금, 빈집, 공유지 등을 활용한 공공임대주택을 제공함\n","Codes":"facility share","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"14 - 14"},{"ID":"26:5","Quotation Name":"- 보행 증진을 위한 설계기법(Active Design Guidelines: ADGs)은 도시설계단계부터 사람이 걷 게 만들자…","Document":"Oh_2017","Quotation Content":"- 보행 증진을 위한 설계기법(Active Design Guidelines: ADGs)은 도시설계단계부터 사람이 걷 게 만들자는 건강도시 정책의 일환으로 지구단위에서 주거지역과 근린생활시설과의 보행접근 성 및 자전거 이용을 향상시키고, 건축단위에서는 채광을 높이고 엘리베이터 위치를 전략적으 로 배치하여 이용자가 즐겁게 계단을 이용할 수 있도록 설계하는 기법을 말함\n","Codes":"Eco-friendly\nhealthy behaviors","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"14 - 14"},{"ID":"26:6","Quotation Name":"● 충청남도 인구는 연평균 1.0%씩 증가하고 있으나 읍면동 단위로는 전체의 82.3%가 인구 감소를 경험하고 있고, 농촌지역…","Document":"Oh_2017","Quotation Content":"● 충청남도 인구는 연평균 1.0%씩 증가하고 있으나 읍면동 단위로는 전체의 82.3%가 인구 감소를 경험하고 있고, 농촌지역은 이미 초고령화사회로 접어들어 한계마을이 늘어나고 있음 \n- 충청남도 인구는 2015년 현재 208만명 수준으로 최근 5년 동안 연평균 1.0%씩 증가하였으 \n나, 읍면 단위로는 전체 163개 읍면의 82.3%에서 인구가 감소하고 있음 \n- 충남도내 자연마을 10,830개 중 인구 20명 이하, 고령화율 50% 이상의 한계마을은 2005년 \n848개소에서 2010년 1,251개소로 증가하는 추세임 \n- 충청남도 고령화율은 2010년 20.0%에서 2015년 현재 20.9%로 증가하였고, 그 중 서천군의 고령화율이 39.1%로 가장 높고 도농․농촌형 지역은 평균 30.0% 수준임\n","Codes":"Vulnerable population","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"27:1","Quotation Name":"In Johor, where it is expected that IM will be home to 3 million resid…","Document":"Ormond et al_2020","Quotation Content":"In Johor, where it is expected that IM will be home to 3 million residents by 2025 (double its 2006 population), IRDA has identified a handful of programme areas to improve the SEZ’s liveability, such as “integrated health facilities improvement” and “healthy lifestyles” (IRDA 2014, p. 6). This has led to the launch of IM’s “Smart Healthy City and Communities” programme as well as a slew of developments in IM billing themselves as “health and wellness” destinations for well-heeled older people. Examples of these will be described in greater detail below.\n","Codes":"Health promotion\/QoL\nIntegrated community\nVulnerable population","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"7 - 7"},{"ID":"27:2","Quotation Name":"In seeking to capitalize on global and national private healthcare gro…","Document":"Ormond et al_2020","Quotation Content":"In seeking to capitalize on global and national private healthcare growth trends, the \nFederal and Johor State Governments and the private sector have jointly collaborated \nin a number of ways to enhance the development of Iskandar Malaysia’s (IM) \nprivate healthcare services sector so that it may become a dynamic, integrated and \nworld-class healthcare destination for local residents and foreign visitors alike. To \nreach these objectives, as we have seen throughout this chapter, IM’s development \nintersects and frequently aligns with national strategies and policies in the medical \ncare, aged care, and lifestyle and well-being sectors. It becomes clear, however, that \na number of issues must be addressed by policymakers and commercial and civic \nactors in order to ensure continued positive development in this sector.\n","Codes":"PPPs","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"27 - 27"},{"ID":"27:3","Quotation Name":"Despite its relative insignificance in the SEZ’s broader investment po…","Document":"Ormond et al_2020","Quotation Content":"Despite its relative insignificance in the SEZ’s broader investment portfolio, healthcare—a driver for other health-related industries (e.g., biotechnology, medical devices and equipment, pharmaceuticals and education)—has been thought to be a steadier source of growth over the last decade than others that IRDA initially saw as significant growth catalysts (Whang and Lim 2016). This is due in part to healthcare functioning, like schools and transport, as a key infrastructural anchor and “enabler” to render retail\/mixed-development and residential property development more attractive to investors and consumers.\n","Codes":"Economic sustainability","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"28:1","Quotation Name":"15.6 Gearing-up for smart health in cities  The WHO defines a “smart h…","Document":"Pahuja_2021","Quotation Content":"15.6 Gearing-up for smart health in cities \nThe WHO defines a “smart healthy city” as one that is continually creating and improving the physical and social environments and expanding the community resources which enable people to mutually support each other in performing all the functions of life and in developing to their maximum potential. Proposed connected healthcare environment of smart cities not only has the territory and super specialty hospitals, it may also have the following:\n","Codes":"Technical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"13 - 13"},{"ID":"28:2","Quotation Name":"Finally, savvy cities use public private partnerships (PPPs) to maximi…","Document":"Pahuja_2021","Quotation Content":"Finally, savvy cities use public private partnerships (PPPs) to maximize their resources, go faster, and scale effectively. A sustainable and well-functioning smart city is a tight orchestration of people, processes, policies, and technologies working together across the entire smartcity ecosystem. These architects unify teams across municipal departments. They create “tech bridges” to connect public and private organizations within the ecosystem, which builds consensus to cocreate the new smarter city.\n","Codes":"PPPs","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"1 - 1"},{"ID":"28:3","Quotation Name":"While connectivity is mission critical in smart city’s, today’s smart-…","Document":"Pahuja_2021","Quotation Content":"While connectivity is mission critical in smart city’s, today’s smart-city ecosystem architects are faced with several challenges of unequal access to basic connectivity, inadequacy of existing services, and a confusing array of emerging low power wide area network (LPWAN) options. In the smart city, connectivity is not an option but an essential basic requirement and vital to get the benefits of standardization. Smart-city architects must lead with new processes, policies, and PPPs. They must develop new innovative investment strategies, and create new connectivity ecosystems with city owned, service provider owned, and community owned infrastructure.\n","Codes":"Loop\nPPPs\nRegulational framework\nTechnical","Antecedent":"Technical\/Regulatory framework","Attribute":"PPPs","Consequence":null,"Loop":1.0,"causation":"Tech\/Regulatory > PPPs","Reference":"1 - 1"},{"ID":"28:4","Quotation Name":"● Aggregated ambulance services ● Aggregation of body part donation se…","Document":"Pahuja_2021","Quotation Content":"● Aggregated ambulance services ● Aggregation of body part donation services (e.g., eye donations)\n","Codes":"Technical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"13 - 13"},{"ID":"28:5","Quotation Name":"● Self-help health ATMs\/kiosks covering basic self-tests ● Basic healt…","Document":"Pahuja_2021","Quotation Content":"● Self-help health ATMs\/kiosks covering basic self-tests ● Basic healthcare at retail centers (malls, like Wallmart\/Wallgreen in the United States) ● Paramedic homecare service ● Emergency care and diagnostic centers in parts of city, which may be connected to hospitals ● Pharma outlets together with small pharma outlets with lifesaving drugs at petrol pumps ● Promotion of generic drugs ● Connected blood banks ● Stem cell and fertility centers with facility of in vitro fertilization and egg freezing ● Rehabilitation centers ● Old age center\/homes ● Citizen health and awareness training centers ● SOS channel for medical help\n","Codes":"Technical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"14 - 14"},{"ID":"28:6","Quotation Name":"15.8 Smart-city data democracy architecture   Gartner predicts that 20…","Document":"Pahuja_2021","Quotation Content":"15.8 Smart-city data democracy architecture \nGartner predicts that 20% of all local government organizations will generate revenue from value-added open data through data marketplaces by 2020. In addition, government will also be able to save on costs by providing applications for control access to various data.\n","Codes":"Democratic governance","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"20 - 20"},{"ID":"30:4","Quotation Name":"Rieh_2023","Document":"Rieh_2023","Quotation Content":null,"Codes":"Integrated community","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"9 - 9"},{"ID":"30:5","Quotation Name":"Rieh_2023","Document":"Rieh_2023","Quotation Content":null,"Codes":"Accessibility & Service\nEngagement strategies\nIntegrated community","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"11 - 11"},{"ID":"30:6","Quotation Name":"Rieh_2023","Document":"Rieh_2023","Quotation Content":null,"Codes":"facility share","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"11 - 11"},{"ID":"30:7","Quotation Name":"Rieh_2023","Document":"Rieh_2023","Quotation Content":null,"Codes":"facility share","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"11 - 11"},{"ID":"30:8","Quotation Name":"Rieh_2023","Document":"Rieh_2023","Quotation Content":"How, then, can we optimize smart cities to be inclusive and humane for every member of the community? This project found that the special zone along public transportation routes works as an area of natural surveillance and smart monitoring for caregivers. With the advancement of smart cities, bottom-up approached and inclusive data collection that includes social disadvantaged groups become critical for closing the digital divide between generations in an aging society. Considering the behavior of socially disadvantaged groups such as women, children, the elderly, and the disabled, smart cities must transform to provide inclusive, rather than top-down machine-oriented, support.","Codes":"Antecedents_loop\nCitizen Participation\nDigital Inclusion\nEvaluation\nLoop\nVulnerable population\nCommunity co-creation","Antecedent":"Technical\/Regulatory framework","Attribute":"Evaluation","Consequence":"Citizen participation\nDigital Inclusion\nVulnerable population\nCommunity co-creation","Loop":1.0,"causation":"Citizen participation > Evaluation > Antecedents","Reference":"12 - 12"},{"ID":"30:9","Quotation Name":"Rieh_2023","Document":"Rieh_2023","Quotation Content":null,"Codes":"Citizen Participation\nEngagement strategies\nhealthy behavior from open spaces","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"12 - 12"},{"ID":"30:10","Quotation Name":"Rieh_2023","Document":"Rieh_2023","Quotation Content":null,"Codes":"Citizen Participation\nEngagement strategies","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"12 - 12"},{"ID":"30:11","Quotation Name":"Rieh_2023","Document":"Rieh_2023","Quotation Content":null,"Codes":"Vulnerable population","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"10 - 10"},{"ID":"31:1","Quotation Name":"A Study on The Smart Healthy City - Focus on Hierarchical Analysis of…","Document":"Seo_2021","Quotation Content":"A Study on The Smart Healthy City - Focus on Hierarchical Analysis of Urban Characteristics and Individual Characteristics\n","Codes":"Evaluation","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"1 - 1"},{"ID":"31:2","Quotation Name":"도시의 물리적 요인과 사회 정책적 요인은 복합적으로 상호작용하여 도시민의 라이프스타일과 생활패턴에 다양한 변화 를 주고받는다.…","Document":"Seo_2021","Quotation Content":"도시의 물리적 요인과 사회 정책적 요인은 복합적으로 상호작용하여 도시민의 라이프스타일과 생활패턴에 다양한 변화 를 주고받는다. 도시의 조성 형태에 따라 일자리와 주거지의 선택에 영향을 미치고 복잡한 경제활동의 내용과 수준이 달라진 다. 공간구조와 형태에 따라 문화와 여가활동에 필요한 시간의 할당과 활동형태에도 영향을 미친다 (Seo, 2015; 2018). 이러 한 영향은 곧 도시민의 일상 활동에 직접 영향을 주고 궁극적으로 건강상태의 수준으로 나타나게 된다 .\n개인의 일상 행태와 개인이 속한 사회 및 환경적 요인은 개인의 건강상태에 영향을 미 친 다. 건강에 영향을 미치는 사회적 요인은 일반적으로 사회적 네 트 워 크, 사회적 결 핍, 소득 격차, 인 종차별, 사회통합, 사회자본 등이며, 건강수준을 형성하게 하는 도시특성은 건축물, 도시공간구조와 교통체계, 녹지공간 등이다 (Lachowycz et al., 2011).\n도시특성 중 물리적 요인은 신체적 활동과 밀접한 관 련성이 결과적으로 건강수준을 결정하게 된다. 보도와 가로수 및 조명 \n등의 조건과 상태, 시민의 안전인식 등의 요인은 개인의 신체 활동에 영향을 미치고 교류활동 수준에 영향을 미 친 다. 보도 연 결성과 대중교통 접근성 악화, 승용차의 높은 의존성은 이동성을 강화하여 활동의 자유성은 높지만 신체활동에는 부정적으 로 작용한다. 구체적으로 살펴보면 주거지역 주변의 안전, 밝은 도로조명, 작은 교통량 그리고 멋진 경관은 개인들의 신체적 활동을 증가시 킨다 (McNeill et al., 2006; Renalds et al., 2010).\n도시의 물리적 요인은 직접적으로 신체적 활동에 영향을 미치면서 궁극적으로 건강수준과 관 련 있는 비만과 과체중의 결 과로 나타났다. 보행 친화적이며 접근성이 양호한 도시의 거주자들은 비 교적 비만도가 낮다. 그러나 통근통행 시간이 많이 걸리는 도시구조는 자동차의 의존도가 높아서 신체적 활동을 저하시켜 비만도 높게 나타났다. 패스트푸드 음식 점 또는 주 점 업수 등도 비만율과 밀접하며 토지이용의 혼합도도 지역주민의 건강과 체중에 영향을 미치는 것으로 나타났다. 도시특성은 정 신건강에도 영향을 미 처 스트 레스 수준을 결정하게 되는데, 열악한 주거환경이 스트 레스를 유발하고 이를 해소하기 위해 서 음주량과 흡연 량이 많아져 건강에 영향을 미 친다 (McNeill et al., 2006; Renalds et al., 2010; Wendel-Vos, 2007).\n개인의 건강수준은 유전적 요인에 의해서 영향을 받는 등 생물학적 요인에 의해서 결정 될 뿐 아니라 개인의 사회 경제적 요인에 의해서도 결정된다. 개인의 타고난 체질이 키와 몸무게를 결정하는 중요한 역할을 하면서 개인의 생물학적 식생활에 \n도 영향을 미쳐 비만도를 결정하는 요인으로 작용한다.\n","Codes":"Evaluation","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"3 - 3"},{"ID":"31:3","Quotation Name":"본 연구는 개인의 건강수준에 영향을 미치는 개인특성과 도시특성의 관계와 영향을 규명하는데 그 목적이 있다. 이를 위해 분석 자…","Document":"Seo_2021","Quotation Content":"본 연구는 개인의 건강수준에 영향을 미치는 개인특성과 도시특성의 관계와 영향을 규명하는데 그 목적이 있다. 이를 위해 분석 자료로써 개인특성은 2016년 ｢지역사회건강조사｣자료를 활용하고 도시속성은 각 지방자치단체의 ｢도시통계연보｣ 자 료를 활용한다. 구체적인 건강수준의 분석내용은 키와 몸무게의 관계로 측정되는 지표로 비만지수1)와 표준체중백분율2) 이 \n며 이를 설명하는 변수로는 제 1수준인 개인특성과 제 2수준인 도시특성으로 구분하여 활용한\n","Codes":"Evaluation","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"4 - 4"},{"ID":"31:4","Quotation Name":"위계적 분석방법론 건강수준을 설명하는 요인을 서로 다른 수준에서 위계적 구조로 상호의존성을 가지고 설명하는 관계를 규명하는 분…","Document":"Seo_2021","Quotation Content":"위계적 분석방법론 건강수준을 설명하는 요인을 서로 다른 수준에서 위계적 구조로 상호의존성을 가지고 설명하는 관계를 규명하는 분석기 법으로 아 래와 같은 함수식의 위계적 모형을 활용한다.\n                    (1) \n여기서 는 j번째 조직에 있는 i 개인의 비만지수 또는 표준체중백분율, 와 는 각 개인수준의 절편과 회 귀계수,  \n는 1수준에서 측정할 수 있는 개인특성, 는 개인수준의 확률효과로써 비만지수 또는 표준체중백분율의 잔차, 는 개인 이 속한 j지역의 도시특성, 와 은 2수준의 절편과 회 귀계수, 와 는 2수준의 확률효과로써 지역수준의 잔차이다.\n","Codes":"Evaluation","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"6 - 6"},{"ID":"31:7","Quotation Name":"오늘날 전 세계적으로 대부분의 도시에서 기존도시 기능을 회복시키기 위해서 다양한 방식으로 도시재생을 추진하고 있 다. 많은 연…","Document":"Seo_2021","Quotation Content":"오늘날 전 세계적으로 대부분의 도시에서 기존도시 기능을 회복시키기 위해서 다양한 방식으로 도시재생을 추진하고 있 다. 많은 연구과 분석에 기초하여 창의적인 다양한 사업과 주민의 참여를 도모하고 있으나 그 성과는 매우 차이가 크다. 이는 도시문제의 심각한 혼잡성에도 기인하지만 도시재생의 정책요소의 성과에 대한 실증적인 규명이 미흡한데 그 원인이 있다.\n본 연구의 목적은 이상적인 도시로서 스마트 건강도시의 특성을 규명하는데 있다. 도시민의 개인별 다양한 속성과 함께 도시 공간의 다양한 특성으로서 사회경제적 요인과 물리적 도시요소 및 정책적 요인이 도시민의 궁극적 삶의 목표인 건강수준과 의 관계를 규명하여 이론적 기초를 제공하는 것이다.\n","Codes":"Evaluation","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"2 - 2"},{"ID":"33:1","Quotation Name":"Smart Healthy Cities: A Case Study from Brazil in Public–Private Partn…","Document":"Tavares et al_2016","Quotation Content":"Smart Healthy Cities: A Case Study from Brazil in Public–Private Partnerships\n","Codes":"PPPs","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"143 - 143"},{"ID":"33:2","Quotation Name":"Another important area for PPPs is the growing business in smart citie…","Document":"Tavares et al_2016","Quotation Content":"Another important area for PPPs is the growing business in smart cities which by definition, must be a public– private partnership. We will explore some of the emerging issues and innovations that are happening in Brazil and how they may help build critical frameworks for creating smart healthy cities in the future.\n","Codes":"economic opportunity\nPPPs","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"144 - 144"},{"ID":"33:3","Quotation Name":"These trends along with several of the trends we have identified from…","Document":"Tavares et al_2016","Quotation Content":"These trends along with several of the trends we have identified from the PPP sector should help inform strategies and designs for PPPs. Some of the key drivers of PPPs that PwC has documented from their PPP practice area include the following5: \n• Investment Need: A shift from assets to efficient operations. Growth in healthcare expenditures due to aging societies and chronic diseases during a period of significant belt tightening provides an important incentives for governments to look to the private sector for efficiency gains in both healthcare and urban planning.\n• Better Procurement: Shifting government’s role from provider to regulator.\nWith nearly two decades of PPP experience, a number of private organizations have developed the capacity to work with governments on PPPs and vice versa.\nThere is also a need to bring both the public and private sectors into alignment to strengthen the overall system. PPPs are a proven vehicle to accomplish this.\n• Access to Skills and Knowledge: Health PPPs require more than dealmakers. As healthcare PPPs move beyond infrastructure, they will require a more diverse array of experts and stakeholders. As they shift to a focus on improving health outcomes, they will be working more with networks and information technologies and seeking ways to overcome the silos and fragmentation that have hampered health systems to date. This is going to be a central facet for digital health PPPs.\n• Service Capacity: Infrastructure PPPs have had a focus in the past on hospital beds which can further feed the perverse incentives in health systems that drive up costs. Emerging PPP models will seek to go beyond the models used in the past.\n","Codes":"PPPs","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"146 - 146"},{"ID":"33:4","Quotation Name":"Public–private partnerships have been growing in popularity over the p…","Document":"Tavares et al_2016","Quotation Content":"Public–private partnerships have been growing in popularity over the past decade.\nFrom global health market failures for drugs and vaccines to major infrastructurerelated investments, PPPs have become an important vehicle for both public and private value creation when normal market mechanisms fail to meet public needs.\nIncreasingly, governments are attracted to PPP models in the context of a longterm financial crisis as a means to drive innovation or productivity without incurring as high levels of risk or debt.\n","Codes":"Economic sustainability\nPPPs","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"143 - 143"},{"ID":"33:5","Quotation Name":"• Technological layer: hardware and computing systems • Data layer: da…","Document":"Tavares et al_2016","Quotation Content":"• Technological layer: hardware and computing systems • Data layer: data from EMRs and other devices as well as standards used across the telecommunications and health systems\n","Codes":"Technical","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"147 - 147"},{"ID":"33:6","Quotation Name":"• Human layer: how human beings on each side of an exchange communicat…","Document":"Tavares et al_2016","Quotation Content":"• Human layer: how human beings on each side of an exchange communicate and work together • Institutional layer: the legal frameworks, internal processes, and rules that guide institutional behavior.\n","Codes":"Regulational framework","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"147 - 147"},{"ID":"33:7","Quotation Name":"In digital health, the lack of clarity around the future regulatory en…","Document":"Tavares et al_2016","Quotation Content":"In digital health, the lack of clarity around the future regulatory environment is frequently cited as a roadblock to investment and innovation. While PPPs have limitations on the role of the private sector in discussions of regulatory issues, there are clearly opportunities for cooperation around coordination of the multitude of government agencies that can help shape the environment for digital health. One of the difficult challenges for policy-makers is creating a regulatory environment that remains current with the rate of technological change. In some countries, telehealth and telemedicine could technically be illegal due to the technology policies created in the 1980s–early 1990s that are still on the books and pre-date the technologies that are actually in place. Cloud computing offers an interesting case study in this regard when servers for a particular cloud computing application are geographically located outside of the country of origin of use of the service. Data privacy and security regulations pre-dating cloud computing services can occasionally render the service as a privacy violation in some national contexts.\n","Codes":"Regulational framework","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"151 - 151"},{"ID":"33:8","Quotation Name":"nsights for both government and the private sector as they build new p…","Document":"Tavares et al_2016","Quotation Content":"nsights for both government and the private sector as they build new partnerships.\nFor Governments: \n• Establishing a national framework for PPPs that includes standardized processes, risk management, and contracting expertise is important for developing professional discipline as well as the flexibility that can enable PPPs to succeed in the long run • Investment in skill teams that can deliver results. Many governments will be able to leverage expertise from past PPPs to apply these skills to next-generation service-oriented PPPs • Flexibility is a key element of success particularly with rapidly changing technologies • Entrepreneurial approach and thinking: This involves transparency, business plans execution, and staying in tune with consumer preferences.\nFor Business: \n• Focus on lowering costs: measuring outputs of the PPP and the value for money and efficiencies created \n","Codes":"Other sustainability","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"153 - 153"},{"ID":"33:9","Quotation Name":"• Share the risk according to competencies: Government can transfer ri…","Document":"Tavares et al_2016","Quotation Content":"• Share the risk according to competencies: Government can transfer risks that are better managed by the private sector such as in areas of new technology development and professional development • Accept fair margins: responsible behavior that support competitive and efficient capital structures while government should also acknowledge fair margins that can support a sustainable long-term partnership • Reassess what information is proprietary and what should be published.\nTransparency on metrics can help build public support for PPPs. Resistance to PPPs often comes from public views that private firms are the primary beneficiaries of PPPs. Demonstrating increased access to care and quality of care and\/ or cost savings will generate support.\n","Codes":"Other sustainability","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"154 - 154"},{"ID":"34:1","Quotation Name":"SMART HEALTHY CITY  SMART HEALTHY CITY  innovative urban services to i…","Document":"Fabbri_2022_a","Quotation Content":"SMART HEALTHY CITY \nSMART HEALTHY CITY \ninnovative urban services to improve the health in the city and its residents’ wellbeing\n","Codes":null,"Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"1 - 1"},{"ID":"34:2","Quotation Name":"In this framework, the goal of this doctoral thesis is to highlight th…","Document":"Fabbri_2022_a","Quotation Content":"In this framework, the goal of this doctoral thesis is to highlight the great potential of \nwater fountains from a public health perspective based on international studies and \ninitiatives, that will be the main subject of the next chapter, and to develop a viable \ndesign proposal for a contemporary piece of street furniture delivering safe and tasty \nwater along with other services for a smart healthy city.\n","Codes":null,"Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"25 - 25"},{"ID":"34:3","Quotation Name":"- The role within the urban fabric  Throughout history, drinking fount…","Document":"Fabbri_2022_a","Quotation Content":"- The role within the urban fabric \nThroughout history, drinking fountains have been important meeting places, often \nproviding additional services, like sittable surfaces or shaded areas.\nLocated in strategic urban spots, in relation to public space usage and surrounding \nbuildings’ type, ancient fountains, even when comparatively small in scale, were \ngenerally rooted in cultural identity and strongly represented the whole community.\n","Codes":"Citizen Participation\nEco-friendly\nEngagement strategies","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"27 - 27"},{"ID":"34:4","Quotation Name":"- Urban interface dispensing health  A reliable distribution of water…","Document":"Fabbri_2022_a","Quotation Content":"- Urban interface dispensing health \nA reliable distribution of water access points in the urban environment has always \naffected the well-being of local residents, for personal rehydration, cooling down \nin hottest days, and curbing alcohol consumption.\n","Codes":"Eco-friendly\nHealth promotion\/QoL","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"27 - 27"},{"ID":"34:5","Quotation Name":"OSTER ENVIRONMENTAL SUSTAINABILITY  Because of the low accessibility a…","Document":"Fabbri_2022_a","Quotation Content":"OSTER ENVIRONMENTAL SUSTAINABILITY \nBecause of the low accessibility and poor perception of public drinking fountains \ncombined to strong advertising by mineral water companies, bottled water has become \nmore popular in providing our daily hydration, even if it is the most wasteful option.\nIn particular, Italy is the first country in Europe and the third one in the world (CENSIS, \n2018) for bottled water consumption.\nOver the last ten years, the country’s bottled wa\n","Codes":"Eco-friendly","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"35 - 35"},{"ID":"34:6","Quotation Name":"ENCOURAGE TO DRINK MORE WATER  « Plain drinking water should be consid…","Document":"Fabbri_2022_a","Quotation Content":"ENCOURAGE TO DRINK MORE WATER \n« Plain drinking water should be considered the ideal choice for personal hydration.\nEspecially considering that worldwide obesity is connected to the consumption of high\ncalories drinks»; this sentence, retrieved from the consensus Paper “Water & health” \nby World Federation of Hydrotherapy and Climatotherapy (2015), introduces another \ncrucial aspect linking daily water intake and public health.\n","Codes":"Health promotion\/QoL","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"32 - 32"},{"ID":"34:7","Quotation Name":"ROMOTE PHYSICAL ACTIVITY 120  A well-designed, well-maintained drinkin…","Document":"Fabbri_2022_a","Quotation Content":"ROMOTE PHYSICAL ACTIVITY 120 \nA well-designed, well-maintained drinking fountain network can help people meet \nhealthy lifestyle not only by increasing opportunities for drinking water when outside \nand replacing sugary beverages, but also by facilitating outdoor exercise.\n","Codes":"Health promotion\/QoL\nhealthy behavior from open spaces","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"40 - 40"},{"ID":"35:1","Quotation Name":"ON-SITE OBSERVATIONS AND INTERVIEWS  After examining the main literatu…","Document":"Fabbri_2022_b","Quotation Content":"ON-SITE OBSERVATIONS AND INTERVIEWS \nAfter examining the main literature about tap water perception, extensive field \nobservations have been conducted to directly get insights into most common \nfountains locations, usage patterns and people’s attitude towards drinking water \npoints. While there is considerable literature addressing drinking fountains availability in \nschools, there is less on the prevalence and usage of this basic convenience in urban \npublic places: a survey conducted in 2013 in North Carolina (Bruton et al, 2014), two \npilot studies, in California and in New Zealand (Arvery & Smith, 2018; Thomson & \nWilson, 2018), along with Josselyn Ivanov’s master thesis at MIT, discussing the access \nto water on exercise trails, are the most relevant researches I found on this side.\nTo provide a case study, I surveyed all publically mapped fountains in the city centre of \nFerrara, and assessed their urban surroundings, their quality and conditions, along with \nthe number of fountain goers during each on-site inspection. This part of the research \nalso aims to develop a simple tool for data collection and evaluation of public \ndrinking fountains, that could be easily extended to other pieces of street furnishing.\n","Codes":"Accessibility & Service\nEvaluation","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":1.0,"causation":null,"Reference":"14 - 14"},{"ID":"36:1","Quotation Name":"A CROSS-DISCIPLINARY COLLABORATION  This chapter describes the activit…","Document":"Fabbri_2022_c","Quotation Content":"A CROSS-DISCIPLINARY COLLABORATION \nThis chapter describes the activities within the prototype realization processes where \nconcept, requirements and drawings are realized into actual products.\nThis key step of the research brings together the necessary multidisciplinary expertise \nfor the development and construction of the first 1:1 scale prototype of multifunctional \nurban service.\n","Codes":"PPPs","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"1 - 1"},{"ID":"36:2","Quotation Name":"The positive collaboration between industry (Hera Group Multi utility)…","Document":"Fabbri_2022_c","Quotation Content":"The positive collaboration between industry (Hera Group Multi utility) and academia \n(Next City Lab, University of Ferrara, namely professor Gabriele Lelli and PhD Candidate \nIlaria Fabbri) made it possible to translate smart healthy city concepts into practical, \nfunctional and tangible experiment. Innovative street furniture products combining \ndrinking water and other urban services have been designed, patented and prototyped \nduring the doctoral course\n","Codes":"PPPs","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"28 - 28"},{"ID":"36:3","Quotation Name":"st  A soon as the key stakeholder approved, I proceeded with user test…","Document":"Fabbri_2022_c","Quotation Content":"st \nA soon as the key stakeholder approved, I proceeded with user testing to obtain \ndetailed data needed to verify performance and efficacy of developed piece of furniture.\nThe data collected were in the form of: \n- Scientific app-based survey, , launched on January 7th 2021, concerning the \nperceived usability of the prototype and users’ general impressions, but also \ngathering data about personal drinking consumption habits; \n- On-site usability tests, during which I acted as facilitator, in order to monitor for \nissues and, when they raised, I noted and investigated the actions and speech of \nparticipants; \n- Semi structured interviews, started in March 2021, in which volunteers have been \nencouraged to provide useful critiques and suggestions to improve the solution.\nNon-users’ reasons have been investigated, too. This phase provided very useful \ninsights for further development.\n","Codes":"Evaluation","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"7 - 7"},{"ID":"36:4","Quotation Name":"ngoing refinements and further development  \"...Prototyping is like a…","Document":"Fabbri_2022_c","Quotation Content":"ngoing refinements and further development \n\"...Prototyping is like a spiral closing in along a single trajectory. Each prototype is a \nrefinement of the previous one, and takes you one step closer to the final product.\nIterative prototyping is a form of incremental refinement and validation, rather than a \ntechnique of exploration\".\n(Buxton, 2007, p. 388).\n","Codes":"Community co-creation","Antecedent":null,"Attribute":null,"Consequence":null,"Loop":null,"causation":null,"Reference":"12 - 12"}]